{"Keys": {"0": "sports", "1": "sports", "2": "sports", "3": "sports", "4": "sports", "5": "sports"}, "Header": {"0": "Brawl between ASF, CAA personnel prompts probe", "1": "‘Unruly’ passenger disrupts Dubai-Islamabad flight", "2": "Police performance hits rock bottom", "3": "Foreign diplomats visit Safe City Islamabad", "4": "Pindi launches five-day anti-polio campaign", "5": "Painting competition evokes artistic talent in Chakwal"}, "Summary": {"0": "Reports of the altercation reached the respective director generals of ASF and CAA", "1": "Video footage of the altercation emerged, revealing the extent of the disturbance", "2": "Rawalpindi’s senior sleuths seek overhaul of investigation wing, depoliticisation", "3": "The delegation was also apprised of the functionality and benefits of the Safe City cameras", "4": "Rawalpindi Commissioner Aamir Khattak and DC Dr Waqar Hassan Cheema inaugurated the anti-polio campaign", "5": "Event highlights Pakistan’s heritage and burgeoning youth talent"}, "Detail": {"0": "An inquiry committee has been established to investigate a confrontation between Airport Security Force (ASF) personnel and Civil Aviation Authority (CAA) staff at the New Islamabad International Airport.\nThe clash erupted over the alleged lighting of a fire.\nThe dispute escalated when the CAA team attempted to capture images of the smoke in the duty cabin of ASF.\nReports of the altercation reached the respective director generals of ASF and CAA, prompting the formation of a four-member joint inquiry team.\nThe team, led by the deputy airport manager of civil aviation and the additional director of ASF, is tasked with unravelling the details surrounding the incident.\nSources reveal that CAA vigilance and fire brigade personnel were on duty at the airport on the night between Thursday and Friday. The ASF's mobile post, situated on the cargo side of the airport, became a focal point of contention. ASF Quick Response Force personnel were stationed there when CAA officers arrived, alleging a complaint about unauthorised fires in the restricted area.\nThe ASF personnel denied the complaint, but the CAA staff observed traces of black smoke in the cabin. A disagreement ensued when CAA staff attempted to enter the cabin to document the evidence.\nASF commandos prohibited their entry, citing the presence of government weapons inside. \nTensions escalated, leading to a physical altercation between the two agencies' personnel.\nUpon receiving information, additional ASF and CAA officials reached the scene to bring the situation under control. Following a complaint by CAA, ASF initially suggested an inquiry at the headquarters level. Subsequently, a joint inquiry team was formed to investigate the incident.\nThe inquiry team has initiated the process by recording statements from officials of both institutions. The Express Tribune contacted the New Airport police station which confirmed the altercation.\nPublished in The Express Tribune, February 27th, 2024.\n", "1": "A man was arrested by the Airport Security Force (ASF) at the Islamabad airport for creating panic on an Islamabad-bound flight from Dubai on Monday.\nThe disruptive incident unfolded on a private airline flight as an allegedly intoxicated passenger, identified as Hassan, scuffled with the plane crew.\nThe airline’s security personnel took action during the flight, restraining Hassan, handcuffing him, securing him to a wheelchair, and tying his feet. Upon landing, he was promptly handed over to the Airport Security Force (ASF).\nAccording to aviation authorities, flight number 614, en route from Dubai to Islamabad, witnessed the passenger’s unruly behaviour despite warnings from the flight crew. The passenger not only defied the crew's instructions but also physically assaulted the airline security staff attempting to control him.\nVideo footage of the altercation emerged, revealing the extent of the disturbance.\nThe security team can be seen overpowering the passenger, ensuring his compliance by handcuffing him and placing him in a wheelchair with his feet tied. The pilot reported the incident to air traffic control, prompting ASF personnel on the ground to be on high alert.\nFollowing the landing at the New Islamabad International Airport, ASF took custody of Hassan and summoned him to the ASF control room.\nThe man sought a written apology from the airline management. The airline, following Standard Operating Procedure (SOP), chose not to pursue further action after forgiving the passenger.\nPublished in The Express Tribune, February 27th, 2024.\n", "2": "The investigation and detection of cases lodged by the Rawalpindi district police in January this year is touching at its lowest ebb as the investigation wing failed to submit challans in a good number of heinous cases to the courts on time.\nAccording to the law, the police are bound to submit the challan within 14 days, but investigation officers usually take six months to one year to submit a complete challan, thus ‘facilitating’ the accused involved in cases of serious nature.\nThe performance of investigation teams of 33 police stations across the district has turned out to be very disappointing and poor. Despite repeated announcements and tall claims of police top brass that the police performance improved last month, the investigation police have miserably failed to present the challans of cases in the courts on time.\nThe IOs even couldn’t arrest a record number of accused in heinous cases. The district police registered a total of 4,531 cases in Jan and presented 1,903 final challans in the courts. 70 per cent of challans submitted in the courts were related to the cases of kite flying, profiteering, gambling, liquor consumption, and petty brawls.\nHowever, the investigation police failed to submit challans in heinous cases of murder, robbery, kidnapping, kidnapping of women, and drug trafficking in the courts. Police nominated 6,718 people in a total of 4,531 cases and arrested only 2,606 accused. Interestingly, the female SSP Investigation terms this performance excellent.\nOut of these listed cases, the police failed to trace two cases, and quashed 28 cases as fake, while 54 arrested accused were acquitted and released. The Sadiqabad police registered 475 cases in a month, the Taxila police 427, the New Town police 331, and the Bani police lodged 281 FIRs. The women's police station has yet to register a single case in January.\nThe situation is so alarming that the accused involved in heinous cases have started fleeing after being granted bail.\nSenior investigation officers are of the view that the police teams are continuously failing to arrest the accused and the prevailing investigation system will continue at the cost of police performance until the police are depoliticised and the investigation system is separated from the police.\nThey further say after increasing of strength, the investigation wing should be spared of arresting political workers, monitoring politicians and going after them. The authorities need to come up with a clear investigation system soon and otherwise, the police investigation will collapse.\nRawalpindi District Bar Association president Intizar Mehdi Shah says the 14-day period for presenting a challan to the court is too short and suggests the law be amended to 30 days. He also called for abolishing the challan system with several witnesses and de novo hearings immediately to avoid delays in judgments of cases.\nRetired District and Sessions Judge Shaukat Ali Sajid argues that less number of accused in a case always benefits the complainant, but up to six nominations in a case spoils the case.\nSenior criminal lawyer Sabtain Bukhari also suggests increasing the period of submission of challan from 14 days to a month and strict departmental action against the investigator for failing to meet the 30-day deadline. The case should be also taken from the IO as punishment, he suggested.\nAdvocate Sabtain also suggested introducing the forensic lab system at the divisional level for speedy investigation of cases.\nPublished in The Express Tribune, February 27th, 2024.\n", "3": "The delegation of foreign trainee diplomats from Tajikistan, Kenya, Mexico, Bahrain, Belarus, Iraq, Kosovo, and the Maldives visited the Safe City Islamabad on Monday. \nAn official said that the delegation was briefed by SSP Safe City regarding the command and control centre, the data hub unit, modern technology-equipped cameras, and the police operations centre. \nThey were briefed about the procedures and advantages of this project. Furthermore, the delegation was informed that Safe City Islamabad is playing a significant role in various departments through modern techniques, including the Police Operations Centre, Emergency Control Centre, Data Hub Unit, Dispatch Control Centre, E-Challan System, and the “Pucar-15” helpline. \nThe delegation was also apprised of the functionality and benefits of the Safe City cameras in the city. The modern cameras of Safe City play a crucial role in ensuring the safety of the city, preventing crimes and safeguarding the lives and property of citizens. \nMoreover, 42% of crimes are resolved through the Safe City Command and Control Centre, he said, adding that face recognition cameras have been installed at the entry and exit points of the city which are playing a crucial role in identifying suspicious elements.\nPublished in The Express Tribune, February 27th, 2024.\n", "4": "A five-day anti-polio campaign has been started in Rawalpindi district after the confirmation of poliovirus in environmental samples. As many as 786,756 children will be vaccinated against polio during the campaign.\nRawalpindi Commissioner Aamir Khattak and Deputy Commissioner Dr Waqar Hassan Cheema inaugurated the anti-polio campaign by administering polio drops to children. The commissioner and deputy commissioner said that in areas where children are denied polio vaccination, it should be ensured on the same day. “We must ensure a polio-free Pakistan,” he said.\nThe District Health Authority (DHA) has made arrangements to administer polio vaccination to children under five years of age in Gujar Khan, Kahuta, Kallar Syedan, Kotli Sattian, Murree Rawalpindi Cantt, Rawalpindi City, Rawalpindi Rural and Taxila. A total of 4,168 teams have been formed for the campaign, including 245 UCMs, 870 area in-charges, 3675 mobile teams, 330 fixed teams and 163 transit teams.\nPublished in The Express Tribune, February 27th, 2024.\n", "5": "The First Punjab Painting Competition was held in Chakwal at the Deputy Commissioner Complex on Monday.\n“Pakistan has a rich history of fine arts painting and sculpture. Traditionally, Pakistani art has been based on Islam and geography. Music, painting, sculpture, poetry and dance are branches of fine arts,” said the Chakwal Deputy Commissioner Quratul Ain Malik who was invited as the chief guest at the competition.\nAdditional Deputy Commissioner (retired) Bilal Bin Abdul Hafeez and Arts Council Deputy Director Muhammad Shakoor were also present on the occasion.\nThe chief guest further said that the talent of the youth of Chakwal will come under the limelight through the painting competition. \n“There is a lot of interest in art in Pakistan and there is talent among our artists,” the chief guest said while addressing the audience.\nRecently an Arts Council was established in Chakwal. \nThe Arts Council is temporarily functioning in the district complex. As the allotment of land by the government for the permanent Arts Council is in the final stages, the permanent office of the Punjab Arts Council is expected to soon be established. “In the coming years, Chakwal will create its unique place in art and culture,” said the chief guest.\nDeputy Director Muhammad Shakoor said that the painters have depicted natural scenes using beautiful colours in the paintings. \n“Each painting is very unique in itself with hundreds of emotions embedded in it. There are many ways to express ideas in the field of art but, paintings have a special place in the era of human civilization. \nThis powerful medium has also preserved thousands of years of human and natural history,” he said.\nDozens of painters from across the district participated in the contests held at the Chakwal District Complex. Abdul Hadi won the first prize, Mehwish Tariq won the second prize and Jawaria Noor won the third prize in the competitions. \nAt the end of the ceremony, the chief guest also distributed cheques and certificates of appreciation to the position holders.\n \nPublished in The Express Tribune, February 27th, 2024.\n"}, "Link": {"0": "https://tribune.com.pk/story/2457706/brawl-between-asf-caa-personnel-prompts-probe", "1": "https://tribune.com.pk/story/2457707/unruly-passenger-disrupts-dubai-islamabad-flight", "2": "https://tribune.com.pk/story/2457709/police-performance-hits-rock-bottom", "3": "https://tribune.com.pk/story/2457710/foreign-diplomats-visit-safe-city-islamabad", "4": "https://tribune.com.pk/story/2457711/pindi-launches-five-day-anti-polio-campaign", "5": "https://tribune.com.pk/story/2457713/painting-competition-evokes-artistic-talent-in-chakwal"}, "Category": {"0": "islamabad", "1": "islamabad", "2": "islamabad", "3": "islamabad", "4": "islamabad", "5": "islamabad"}, "CreationDate": {"0": "2024-02-27", "1": "2024-02-27", "2": "2024-02-27", "3": "2024-02-27", "4": "2024-02-27", "5": "2024-02-27"}, "Pic_url": {"0": "https://i.tribune.com.pk/media/images/721570-ASF-1402717919/721570-ASF-1402717919.jpg", "1": "https://i.tribune.com.pk/media/images/emirates1595475905-0/emirates1595475905-0.jpg", "2": "https://i.tribune.com.pk/media/images/punjabpolicegeneric1660669675-0/punjabpolicegeneric1660669675-0.jpg", "3": "https://i.tribune.com.pk/media/images/1112206-afbf-1464471619/1112206-afbf-1464471619.jpg", "4": "https://i.tribune.com.pk/media/images/81639430208-0/81639430208-0.jpg", "5": "https://i.tribune.com.pk/media/images/535638-painting-1365966481/535638-painting-1365966481.jpg"}}