{"Keys": {"0": "peshawar", "1": "peshawar", "2": "peshawar", "3": "peshawar", "4": "peshawar", "5": "peshawar", "6": "peshawar", "7": "peshawar", "8": "peshawar", "9": "peshawar", "10": "peshawar", "11": "peshawar", "12": "peshawar", "13": "peshawar", "14": "peshawar", "15": "peshawar", "16": "peshawar"}, "Header": {"0": "State Life plans reserve fund for cancer treatment, dialysis under Sehat Card in KP", "1": "Jirga member shot dead in Swabi mosque", "2": "KP opposition to move court on reserved seats issue", "3": "Battagram DPO dies of cardiac arrest", "4": "24 universities in KP working without regular VCs", "5": "Missing boy found dead in Bannu", "6": "Asfandyar Wali wins defamation suit against Shaukat Yousafzai", "7": "RO issues schedule for by-election on NA-8 in Bajaur", "8": "Minister directs early provision of textbooks  to students", "9": "‘Ramazan relief package to benefit 850,000 families’", "10": "High court reserves judgement on ‘bogus’ FIRs against family", "11": "27 welfare centres set up in Mansehra", "12": "Two arrested at Torkham for taking bribe from truckers", "13": "Dir admin plans action against profiteers", "14": "Six held in Dera for violating Ramazan sanctity", "15": "Chitral seminary students hospitalised", "16": "Man killed over family dispute"}, "Summary": {"0": "Asks government to provide Rs400m for initiative.", "1": "SWABI: A jirga member was shot dead inside a mosque during the morning prayers here on Monday. Khalabat police ...", "2": "Urge KP Assembly speaker to call a session for the swearing-in of women on reserved seats.", "3": "BATTAGRAM: The Battagram district police officer died of cardiac arrest on Monday morning. \n\nDSP Sajid Nawaz told...", "4": "Academician says absence of full-time heads affects performance of higher education institutions.", "5": "LAKKI MARWAT: A three-year-old boy, who had gone missing four days ago, was found dead in a canal in Bannu on ...", "6": "PTI leader had accused ANP chief of \"selling Pashtuns for $25m\".", "7": "BAJAUR: The Election Commission of Pakistan has appointed Lower Dir additional deputy commissioner (finance &...", "8": "PESHAWAR: Minister for elementary and secondary education Faisal Khan Tarakai on Monday directed the provision of...", "9": "PESHAWAR: The adviser to chief minister for finance, Muzammil Aslam, said here on Monday that payment of Rs10,000...", "10": "Petition was filed by CDA officer after judicial magistrate absolved Sialkot-based family of charges", "11": "MANSEHRA: Authorities have established 27 more family welfare centres here amid the rising use of contraceptives....", "12": "KHYBER: Security guards arrested on Monday two persons for their alleged involvement in taking money from...", "13": "LOWER DIR: The district administration on Monday decided to take action against the shopkeepers and wholesale ...", "14": "DERA ISMAIL KHAN: The police on Monday arrested six persons for violating the Ehteram-i-Ramazan Ordinance...", "15": "CHITRAL: Twenty-two girl students of a seminary were hospitalised when they suffered from diarrhoea and dehydration...", "16": "HARIPUR: A man was killed by his nephews over a family dispute, the police said here on Monday. Aliya Bibi of..."}, "Detail": {"0": "PESHAWAR: After receiving Rs5 billion from the Khyber Pakhtunkhwa government last Monday for the resumption of its health insurance scheme, the State Life Insurance Corporation has sought Rs400 million additional funds to set up a “reserve fund” to ensure uninterrupted cancer treatment as well as dialysis for patients covered by the Sehat Card Plus, say officials.\nThey told Dawn that the SCP resumed in the province’s hospitals in both the public and private sectors on March 12 after remaining partially suspended for more than one year.\nThe officials said 9,000 patients were admitted to hospitals in the province in the last week for free treatment under the government’s health insurance programme.\nThey added that Rs177.1 million was spent on the patients admitted.\n\nAsks government to provide Rs400m for initiative\n\nThe officials said they had informed health minister Syed Qasim Ali Shah that the SCP required to establish a reserve fund to make sure that cancer patients and those with damaged kidneys could avail themselves of complete care under the health insurance scheme.\n \n \n\nThey said cancer and kidney failure required long treatment and extra money.\nThe officials said normally, patients got free treatment when its cost stayed within the limit of Rs400,000, but if the cost went beyond that, the remaining amount was paid from the reserve fund, but that currently didn’t exist.\nThey said under the SCP, every family permanently living in Khyber Pakhtunkhwa could avail itself of health services up to Rs1 million annually, but if Rs400,000 was spent, the matter was sent to a committee to sanction the rest of the amount from the reserve fund.\nThe officials said the Sehat Card programme was launched in 2015, covering a few people in four selected districts, but was later expanded to the entire population of Khyber Pakhtunkhwa.\nThey said under the programme, Rs70.342 billion had been spent on the treatment of 2.812 million people, and the treatment included 164 kidney and 64 liver transplants, 169,107 cardiac procedures, 530,041 dialysis sessions, and 54,710 chemotherapy cases.\nThe officials said liver transplants cost Rs5 million and renal transplants Rs1.4 million and no plans were in the works to resume them.\nThey added that the SLIC, the executor of the programme, had received Rs5 billion from the government but Rs17 billion dues had yet to be cleared.\n“The insurer will decide about transplants when it gets more government funding. We are waiting for these procedures to resume,” an official told Dawn.\nHe, however, said dialysis and cancer treatments were very important and the patients couldn’t be left halfway through treatment.\n“Most of these patients consume their permissible limit in four to six months and have to suffer for the rest of the year,” he said.\nThe official said the health minister was briefed about the situation and was hopeful about the early release of funds.\nHe said the patients needing cancer treatment and dialysis were generally very poor, and while the cost of treatment was very high, the government wanted to ensure their free care without interruption.\n \n \n\nOther officials said the programme suffered during the last caretaker government in the province as it didn’t allocate money to keep it afloat.\nThey said the SLIC used to suspend and resume the programme during the caretaker government due to a lack of funds, while free services were restricted to cancer, dialysis, and emergencies in Oct 2023.\nThe officials said the people requiring cardiac care had also been awaiting the provision of free health services since the re-launch of the SCP last week.\nThey, however, said the people needing liver and renal transplants were likely to get much benefit from the programme as both procedures consumed Rs5 million and Rs1.4 million, respectively.\nThe officials said the suspension of SCP had adversely impacted more than 20 people, who had already undergone many investigations prior to renal transplants at hospitals, but there were no prospects that their free procedures would take place anytime soon.\nThey said the PTI, which pioneered the programme, was required to ensure the provision of funds for transplants.\nThe officials, however, said patients requiring transplants had to wait as the State Life Insurance Corporation was expecting more funds to come in from the government to resume transplants.\nThey said the insurer had received Rs5 billion from the government and would get Rs3 billion more on a monthly basis to run the programme across the province.\nPublished in Dawn, March 19th, 2024\n", "1": "SWABI: A jirga member was shot dead inside a mosque during the morning prayers here on Monday. \nKhalabat police post officials said an unidentified person standing in the second row fired two bullets into the head of Syed Mohammad Kaka, 73, a member of Khalabat jirga, killing him on the spot. \n“The incident spread panic among those present in the mosque as blood oozed from the head of the elder,” a person who was present in the mosque during the incident, told Dawn on condition of anonymity. \nThe police officials quoted witnesses as saying that two persons wearing masks escaped on a motorcycle parked outside the mosque. \nThey said the number of accused persons was three, who completed their task under a well-planned strategy, and made good their escape.  \nThe family of the deceased said they had no enmity with anyone. \nSyed Mohammad Kaka spent 30-35 years in the Middle East, especially Kuwait, Dubai and Saudi Arabia.  \nThe people, who were offering the morning prayers in the mosque, told the police that two persons asked for the time of the prayer outside the mosque, who later also joined the second row after performing ablution. \nThe police registered an FIR against unidentified assailants and started investigation. \nMeanwhile, a family dispute claimed life of man in Razaar tehsil here on Monday, the police said. \nTariq Ali stated in the FIR he got registered with the Yar Hussain police station that he along with his nephew, Faisal Khan, came to the Shago Bridge area to pick his wife from her parents’ house. \nHe said they were returning home on separate motorcycles, and when they reached Ghalu Kanda area on Yar Hussain Road, Mukhtiar Khan and his son, Shayan Khan, who were already waiting there armed with pistols, stopped them. \nThe complainant said Mukhtiar directed his son to open fire on Faisal, and he followed the father’s order and started firing with a pistol on his nephew. \nAs a result, he said his nephew died on the spot. He said the cause of the incident was a family dispute. \nThe Yar Hussain police started further investigations into the murder. \nSince the start of Ramazan it was the 10th incident of killing in the Swabi district.\nPublished in Dawn, March 19th, 2024\n", "2": "PESHAWAR: Opposition members in the Khyber Pakhtunkhwa Assembly on Monday said if the oath was not administered to women lawmakers elected to reserved seats, the court of law and the Election Commission of Pakistan would be approached for relief.\nThey urged Speaker of the assembly Babar Saleem Swati to call a session for the swearing-in of those women, saying the house was incomplete without them for the Senate elections to be held on April 2.\n“Oaths are not being administered to women MPAs elected to reserved seats. If the KP Assembly session is not called, we [the opposition] will approach the court of law and the ECP,” Opposition Leader in the KP Assembly Dr Ibadullah Khan told a presser here.\nDr Khan, a PML-N member, was joined by Ahmad Kundi of the Pakistan Peoples Party, Arbab Usman of the Awami National Party and Malik Taiq Awan and Sobia Shahid of the PML-N.\nHe alleged that Speaker of the assembly Babar Saleem Swati was acting like a worker for his party.\nThe opposition leader said the recent meeting between Prime Minister Shehbaz Sharif and KP Chief Minister Ali Amin Khan Gandapur in Islamabad was a positive development.\nMr Kundi said issues were always resolved in parliament.\nHe said if someone had any issue with the Feb 8 general elections, it should be discussed and resolved inside parliament.\n“[The PTI] ... did not receive any reserved seats under the law, while the opposition got them legally. This will not be good if the Senate elections are held without women elected to reserved seats,” said ANP member Arbab Usman.\nHe added that the ANP supported other members of the opposition benches and would always raise a voice for democracy. \nPublished in Dawn, March 19th, 2024\n", "3": "BATTAGRAM: The Battagram district police officer died of cardiac arrest on Monday morning. \nDSP Sajid Nawaz told Dawn that DPO Asif Gohar passed away this morning due to cardiac arrest. \nHe said that DPO’s condition deteriorated at his home in Qalandarabad area of Abbottabad district, and his family shifted him to a hospital, but he was pronounced dead by doctors later on. \nDSP Sajid Nawaz said earlier DPO Asif Gohar had also survived a heart attack.  \nMr Gohar was appointed DPO Battagram about three months ago.\nPublished in Dawn, March 19th, 2024\n", "4": "PESHAWAR: The number of universities functioning without regular vice-chancellors rose to 24 in Khyber Pakhtunkhwa as five more vice-chancellors completed their tenure on March 16, according to sources.\n“It is alarming that out of 34 public sector universities in the province, 24 are not headed by a regular vice-chancellor,” an academician at University of Peshawar told Dawn. He said that absence of regular vice-chancellors was affecting the universities administratively and financially.\nSources said that 19 public sector universities were already functioning without regular VCs while the tenure of five more heads of universities completed on March 16. They said that the VCs of Fata University Dara Adamkhel, Islamia College University Peshawar, University of Buner, Women University Mardan and University of Chitral completed their tenure on March 16.\n \n \n\nThey said that eight universities had been functioning without regular VCs for the last one year.\nThey said that the public sector universities working without regular VCs for the last one year included Abbottabad University of Science and Technology, Gomal University Dera Ismail Khan, Khushal Khan Khattak University Karak, University of Agriculture Dera Ismail Khan, University of Lakki Marwat, Hazara University Mansehra, University of Engineering and Technology Mardan and Women University Swabi.\n\nAcademician says absence of full-time heads affects performance of higher education institutions\n\nSimilarly, seven universities including Abdul Wali Khan University Mardan, Bacha Khan University Charsadda, Shuhada-i-APS University of Technology Nowshera, Kohat University of Science and Technology, University of Peshawar, University of Science and Technology Bannu and University of Engineering Peshawar have been functioning without regular VCs for the last three months.\nSources said that the newly-established universities including University of Agriculture Swat, University of Engineering and Applied Sciences Swat, University of Veterinary and Animal Sciences Swat and University of Shangla were also working without regular VCs.\nThey said that the process for appointment VCs of 19 public universities had been completed two months ago. They added that provincial government was reluctant to notify the names of VCs without any justification, prolonging the unnecessary delay.\nThe academic search committee for the appointment of vice-chancellors has conducted interviews of aspirants for VCs of 19 universities from January 22 to 26.\n \n \n\nKhyber Pakhtunkhwa Universities Act, 2021, has empowered the academic search committee to conduct interviews of candidates for the post of vice-chancellors and recommend to the government a panel of three persons for selection of a VC from each panel.\nSources said that in light of the interviews for VCs of 19 universities, the academic search committee had recommended to the government a panel of three candidates for each university. They added that the recommended panels were also approved by the previous caretaker cabinet and signed by the caretaker chief minister.\nHowever, instead of notifying the appointment of VCs, the authorities at the helm of affairs forwarded the names of the shortlisted candidates to intelligence agencies for security clearance, they said. “Security agencies have given clearance of potential VCs a month ago but despite that the government is reluctant to appoint regular VCs of universities,” they added.\nSection 12 of the law states: “The vice-chancellor shall be appointed by the chancellor on the advice of government from a panel of three candidates recommended by the academic search committee.”\nWhen asked about the government intentions regarding the possible changes in the panels shortlisted and recommended by the academic search committee, an official at higher education department said that as per decision of Supreme Court of Pakistan, the chief minister was required to recommend the name on top of the panel as VC to the governor, the chancellor of the public sector universities in the province.\nThe judgment of Supreme Court of Pakistan issued on July 28, 2018 states: “The person, who stands first in the merit, shall be appointed as vice-chancellor except if the government has any reason not to appoint him, which reason(s) shall be recorded in writing. Such reasons and validity thereof shall always be justifiable by the court of law.”\nMinister for Higher Education Meena Khan was not available for comments.\nPublished in Dawn, March 19th, 2024\n", "5": "LAKKI MARWAT: A three-year-old boy, who had gone missing four days ago, was found dead in a canal in Bannu on Monday.\nA rescue official said that Musa Khan, 3, had gone missing from home in Miryakhel area on Thursday, prompting speculations that he might have fallen into a canal. “When the control room received information about the incident, water rescue and medical teams were sent to the area,” he added.\nHe said that the rescue workers continued their efforts for three days and found the body in the canal in Mughalkhel area. The body was shifted to district headquarters hospital.\nLater, it was handed over to his relatives for burial after fulfilling formalities.\nSeparately, five people including a minor were injured when a passenger coach overturned while overtaking another vehicle on Miramshah road in Bannu.\nABSENTEEISM: The additional district accounts officer of Lakki Marwat has asked drawing and disbursing officers of government departments to deduct pay from truant employees working under their control.\nIn a letter addressed to all DDOs, he said that truant employees had no right to get pay and allowances. “Instead asking the authorities of district accounts office to stop or inactivate salary of absent employees, the drawing and disbursing officers are bound to deduct pay and allowances for the absent period under rules,” he said.\nMINISTER: Provincial Minister for Public Health Malik Pakhtoonyar Khan has said that all public sector institutions will be cleansed off black sheep to improve service delivery.\nHe said this during a visit to Khalifa Gul Nawaz Hospital in Bannu on Monday. Deputy commissioner Shah Saud accompanied him.\nThe minister also visited the office of public health engineering department where he found several employees absent from duty. \nHe directed the authorities concerned to initiate action against the truant workers.\nLater, Mr Pakhtoonyar told journalists that it was top priority of government to improve healthcare services and provide free treatment facilities to patients. \nHe said the issues faced by local people would be brought into the notice of chief minister.\nPublished in Dawn, March 19th, 2024\n", "6": "PESHAWAR: Awami National Party chief Asfandyar Wali Khan has won Rs150 million in a defamation lawsuit against Pakistan Tehreek-i-Insaf leader and former provincial minister Shaukat Ali Yousafzai.\nAdditional district and session judge Ejazur Rehman Qazi announced an ex parte verdict in the case as Mr Yousafzai didn’t attend court proceedings.\nMr Asfandyar had sued the PTI leader through his counsel, including Tariq Afghan and Sajeed Afridi, for alleging in a presser on July 25, 2019, that the ANP chief had “sold Pashtuns for $25 million.”\nMr Yousafzai was the spokesman for the then PTI government in Khyber Pakhtunkhwa.\nThe counsel for Mr Asfandyar told the court that their client was the son of Pakhtun leader Khan Abdul Wali Khan and the grandson of Pakhtun leader Bacha Khan, both prominent leaders of international repute in the Independence Movement.\n\nPTI leader had accused ANP chief of ‘selling Pashtuns for $25m’\n\nThey added that Mr Asfandyar had served as a member of the National Assembly four times and as a senator and a member of the KP Assembly once.\nThe lawyers insisted that the defendant made the defamatory accusation against their client intentionally to “adversely affect his reputation in the public mind and lower his status in public.”\nIn the five-page detailed judgement, the court declared that the parties were asked to list witnesses, which they did, and to produce evidence in the case.\nIt added that the plaintiff produced six witnesses and the defendant just one, but during the “course of the defendant’s evidence,” the defendant failed to attend the court, so he was proceeded against ex parte.\nThe court declared that the burden to prove the issue was on the defendant, but as he had been proceeded against ex parte, no evidence was available on record from him to prove his contention.\nRegarding the issue of the plaintiff being entitled to the recovery of Rs100 million in damages and Rs50 million in aggravated damages, it noted that the burden to prove the matter was on the plaintiff, who produced six witnesses, including his attorney.\n“The careful perusal of the record produced by witnesses revealed that the defendant made derogatory remarks during a news conference that were published by newspapers and failed to submit any explanation or justification for them.\nHe also failed to submit that his remarks during the news conference were not derogatory, i.e., slander and libel, but truth. Therefore, the issue was decided in favour of the plaintiff,“ it ruled.\nThe court also declared that the plaintiff successfully established the “cause of action and entitlement of decree,” so both issues were decided in his favour.\n“In view of what has been discussed above, the lawsuit of the plaintiff is decreed in favour of the plaintiff as prayed,” it ruled in the verdict.\nPublished in Dawn, March 19th, 2024\n", "7": "BAJAUR: The Election Commission of Pakistan has appointed Lower Dir additional deputy commissioner (finance & planning) Jan Mohammad as the returning officer for the by-election on NA-8 in Bajaur tribal district, according to a notification issued here on Monday. \nAfter his appointment as RO, Jan Mohammad issued a notification, fixing March 16 to 18 for filing of nomination papers by the candidates for the by-poll to be held on April 21. \nHe fixed March 21 for the scrutiny of nomination papers, March 25 for filing of appeals against the decision of the returning officer regarding rejection or acceptance of the nomination papers. \nSimilarly, March 28 was set for decision on appeals by the appellate tribunal. \nThe candidates can withdraw their candidature on March 29, and the revised list of candidates will be published on the same day. \nAccording to the notification, symbols to the contesting candidates will be allotted on Mach 30, and polling would be held on April 21. \nCOMPENSATION: The district administration on Monday distributed compensation cheques among 15 rain-hit families. \nThe cheques were distributed under the National Disaster Management Authority’s relief package approved by Prime Minister Shehbaz Sharif. \nThe cheques were given away to the families whose houses were either destroyed or damaged during the recent rains at a ceremony held at the deputy commissioner’s office, according to a statement. \nDeputy commissioner Mohammad Anwarul Haq and former MNA and PML-N leader Shahabuddin Khan distributed the cheques.  \nOwners of destroyed houses were given Rs700,000 and those of damaged ones Rs350,000 each.  \nSpeaking on the occasion, Mr Haq said the families left out in the first phase of the relief would be covered in the second phase.  \nHe said over 120 houses were either destroyed or damaged across the Bajaur district in recent rains. \nThe rain-hit people thanked the prime minister for approving the compensation package for them.\nPublished in Dawn, March 19th, 2024\n", "8": "PESHAWAR: Minister for elementary and secondary education Faisal Khan Tarakai on Monday directed the provision of textbooks to the students in all the public sector schools by the beginning of the new academic year so that their education wasn’t affected. \nHe issued the directives while chairing a meeting of Khyber Pakhtunkhwa Text Book Board here. \nHe assured the participants of the timely release of funds for the purpose. \nKP Text Book Board chairman Faral Saqlain, special secretary education department Isfandyar and other officials were in attendance. \nThe minister was informed that so far about 28 per cent supply of books to schools had been completed, while the total demand was about 39.3 million books. \nHe was told that 354 circles at the primary level and 28 circles at the secondary level had been established for timely supply of course books across the province. \nThe minister was further told that the supply of books would start from the second week of April. \nHe was further informed that this year the supply of books had been kept low, as according to the government’s policy, books used by former students would be provided to the children at high and higher secondary school level with a view to controlling the expenditures, besides ensuring the timely supply of books to students. \nFaisal Tarkai directed the authorities to be in constant contact with the publishers to ensure timely provision of books. \nHe said the government and was committed to providing quality education to children at public sector schools. \nHe directed chalking out a plan for supply of books to schools in remote and hilly areas without delay, saying that the principals and in-charges of schools should encourage students to submit old books to school administrations and bring those into use. \nPublished in Dawn, March 19th, 2024\n", "9": "PESHAWAR: The adviser to chief minister for finance, Muzammil Aslam, said here on Monday that payment of Rs10,000 Ramazan relief package each to about 850,000 families of the province would start in the current week.\nAddressing a press conference, he said that the relief package of Khyber Pakhtunkhwa was the best among all provinces. \nHe said that it was aimed at ensuring transparency and protecting the honour of people.\nMr Aslam said that the relief package would benefit 850,000 families. He said that the families were selected on the basis of data of Benazir Income Support Programme. \nHe said that government issued funds to food department and the next step was to disburse the amount through bank\n“The process will start in the current week,” he said. He said that government released Rs8.5 billion for the purpose. In addition to this, Rs5 billion has been released for health card and government is working to make the health insurance scheme a sustainable one.\nMr Aslam said that government was also working on bringing changes in the health card scheme to ensure transparency. He said that government would also release funds to maintain law and order in the province.\nHe criticised the Punjab government for its decision to ban transportation of onions and bananas to other provinces. \nHe said that since Punjab was a food basket, therefore, the emphasis should have been on facilitating people during the holy month of Ramazan instead of banning supplies of food items.\nMr Aslam said that increase the oil and gas prices would badly affect poor; therefore, government should give proper thought to it before making any decision. Besides, he said that government would also revive the development budget soon.\nTo a question about the province’s debt, Mr Aslam said that liabilities of KP stood at Rs630 billion.\nPublished in Dawn, March 19th, 2024\n", "10": "ISLAMABAD: The Islamabad High Court (IHC) reserved its decision on a petition related to registration of bogus First Information Reports (FIRs) against a family by a director of Capital Development Authority (CDA).\nIHC Justice Babar Sattar was hearing the petition filed by CDA’s Director Iftikhar Ali Haideri against the order of a judicial magistrate absolving the Sialkot-based family without handing over their custody to police on physical remand. \nDuring the hearing last week, the court took notice of a report filed by the superintendent of police (SP) Special Investigation Unit (SIU) Rukhsar Mehdi which accused Mr Haideri of using his influence to register bogus FIRs against the family to settle a personal score.\nAs per the report, the FIRs were registered in three police stations in Islamabad after a brawl between Haideri’s brother and the family in Sialkot. A woman had approached the police against the registration of the FIRs against her husband, son, grandson and a daughter in the Sumbal, Banigala and Industrial Area police stations of Islamabad and Sialkot. SP Mehdi initiated the probe and in his report termed the registration of criminal cases against the family a “mockery of the justice system.”\n\nPetition was filed by CDA officer after judicial magistrate absolved Sialkot-based family of charges\n\nThe report added, “There is one government officer Iftikhar Ali Haideri [who] has played havoc with the entire justice system.” \nAs per the report, Mr Haideri’s brother Qamar Abbas had a brawl with the applicant’s family in Sialkot and since then the officer “was trying to settle his score by twisting the long arm of law.”\nThe report stated, “This entire plot hatched by this government officer is shameless but the height of the shame is when an innocent young lady got arrested by the Gujrat police and later on by the Islamabad Capital Territory (ICT) police in false and criminal cases on the day she was to wed.”\nThe report recommended that the “officer Mr Iftikhar Ali Haideri must answer for whatever dirty games he played”.\nThe investigation found that “the FIRs of Sumbal and Banigala police stations are false whereas the implication of the victims in Industrial Area police station is a lie.” The report recommended that “the said government officer must face the law for violating it so ruthlessly.”\nMr Mehdi appeared before the court and stated that he was assigned the inquiry into the matter by the higher authorities.\nHe said that during the course of inquiry, he recorded statements of the relevant persons and perused the available record.\nThe court asked as to why he did not initiate further proceeding against the CDA’s officer? Mr Mehdi replied that it was beyond his mandate as he was assigned to probe the matter only.\nJustice Sattar sought the relevant record and reserved his decision.\nPublished in Dawn, March 19th, 2024\n", "11": "MANSEHRA: Authorities have established 27 more family welfare centres here amid the rising use of contraceptives.\n“These family welfare centres will cater for the unmet contraceptive needs of married couples in the rural parts of Mansehra,” district population welfare officer Saifur Rehman told Dawn on Monday.\nHe said the rate of contraceptive use in the district was 47 per cent.\nOfficial data showed a surge in the number of couples, especially women, opting for family planning methods in the district in recent years.\nIt revealed that Mansehra’s 44,362 women used contraceptives in the financial year 2021–22, but the number went to 65,143 next year (2022–23).\n“We expect more families to use contraceptive devices and medications in the current fiscal year,” Mr Rehman said, adding that 53,360 women had so far visited 27 family welfare centres to avail themselves of family planning services.\nHe said employees were being appointed to the new centres, whose tally had reached 59 in the district.\nDeputy district officer of population welfare (technical) Dr Rabail Siraj said more and more couples, especially women, were preferring modern contraceptive methods to traditional ones.\n“All modern contraception methods, including pills, subcutaneous implants, and surgeries, are more reliable and safer against sexually transmitted diseases and hepatitis B and C than the traditional methods,” she said.\nDr Rabail said permanent surgery for men for birth control was one of the most reliable and safest modern ways, but almost no one in Mansehra went for it.\nShe said the number of residents using modern contraceptive methods was increasing fast due to their “socio-economic conditions.”\n“Over 118,000 women opted for family planning in our district from July 2022 to Feb 2024,” she said.\nPublished in Dawn, March 19th, 2024\n", "12": "KHYBER: Security guards arrested on Monday two persons for their alleged involvement in taking money from transporters for out of turn crossing of border into Afghanistan.\nOfficials said that the two arrested men, both locals, were allegedly hired by the custom officials for collection of illegal money from truckers in order to ‘facilitate’ their out of turn crossing of the border.”\nTransporters alleged that custom staff conducted prompt clearance of goods and then issued gate pass to truckers after taking a hefty amount from them.\nSources in Torkham said that 100 to 150 loaded vehicles were allowed out of turn to cross the border while the rest were made to wait for several days both at the border and on the main road due to slow process of custom clearance.\nSecurity officials said that they also recovered Rs185,000 from the two arrested men which they said was unlawfully collected from truckers at the border crossing.\nHowever, sources said that Monday’s arrest of two civilians working on behalf of custom authorities was a tit for tat of the Friday’s arrest of the cook of border security forces for alleged smuggling of foreign currency to Afghanistan.\nThey said that security forces had taken into custody two civilians working for police at Charwazgai and Michni checkposts for their alleged involvement in taking illegal money from transporters.\nPublished in Dawn, March 19th, 2024\n", "13": "LOWER DIR: The district administration on Monday decided to take action against the shopkeepers and wholesale dealers for violating the official rate list of essential items. \nThe decision was made during a meeting held in Balambat with deputy commissioner Wasil Khan in the chair. \nHe directed the assistant and additional assistant commissioners to pay regular visits to the price monitoring desks and take action on the complaints instantly.  \nIt was decided that stakeholders would analyse the wholesale rates of essentials and prepare price lists for retail accordingly. \nWasil Khan directed the district food controller, additional assistant commissioner Timergara and officials of the agriculture department to review the grading of fruits and vegetables and take action against the shopkeepers, who sold grade-B fruits and vegetables on rates fixed for grade-A items. \nThey were also directed to ensure quality meat was sold to consumers at the notified rate.  \nThe meeting agreed that all necessary measures would be taken to provide relief to the public during Ramazan.  \nThe relevant officials were instructed to monitor the supply of food items at the official rates daily, and take action against the hoarders and profiteers.  \nThe deputy commissioner also directed action against those selling adulterated milk and underweight bread. \nAccording to the official rate list issued on Monday, potato is to be sold at Rs70 per kilogramme, onion at Rs220 per kg, tomato Rs120, okra Rs330, brinjal Rs180, cauliflower Rs130, spinach Rs50, cucumber Rs100, garlic Rs200, lemon Rs200, peas Rs150, carrot Rs70 per kg, while apple is to be sold at Rs220 per kg, Iranian apple Rs300, banana Rs250 per dozen, strawberry Rs550 per kg, kinnow Rs220 per dozen, oranges Rs400 per dozen and pomegranate Rs500 per kg.\nPublished in Dawn, March 19th, 2024\n", "14": "DERA ISMAIL KHAN: The police on Monday arrested six persons for violating the Ehteram-i-Ramazan Ordinance. \nA police spokesman said the action was taken on the directives of district police officer Nasir Mehmood. \nHe said the city police led by Sub-Divisional Police Officer city circle Mohammad Adnan along with SHO Arsalan Khan Gandapur raided different places and arrested four people. They were identified as Mohammad Tahir, Mohammad Tanvir Shehzad, Mohammad Farooq and Mohammad Sikandar. \nSimilarly, a team led by SDPO Paroa circle Anwar Khattak and SHO Sibtain Hussain also arrested two accused – Kifayatullah and Attaullah.  \nThe police also registered separate cases against them. \nDRUG DEALERS HELD: The Daraban police on Monday arrested two drug dealers and recovered over one kilogramme hashish from their possession. \nA team led by Daraban police station SHO Abdul Ghaffar Khan arrested two drug dealers – Abdul Rahim and Abdul Hameed – and recovered 510 and 525 grams of hashish from them, respectively. \nSeparate cases were registered against them.\nPublished in Dawn, March 19th, 2024\n", "15": "CHITRAL: Twenty-two girl students of a seminary were hospitalised when they suffered from diarrhoea and dehydration soon after taking Sehri in its hostel here on Monday. \nThe students were rushed to the District Headquarters Hospital by a Rescue 1122 team in precarious condition, where an emergency was declared to provide them with treatment on preferential basis. \nDeputy medical superintendent of the hospital Dr Israruddin told Dawn that condition of all the patients improved thanks to hectic efforts of a team of doctors. \nHe said that five of the students were discharged by late afternoon, while rest of them would be discharged once they fully recovered from the effects of dehydration.  \nDistrict police officer Qamar Hayat visited the hospital and enquired after the students. He also ordered an inquiry under section 157 of the Criminal Procedure Code. \nPublished in Dawn, March 19th, 2024\n", "16": "HARIPUR: A man was killed by his nephews over a family dispute, the police said here on Monday.\nAliya Bibi of Mohallah Noor Masjid in Serae Saleh area told police that her husband, Zainul Abideen, 36, had heated exchanges with his nephews, Safeer and Shumail, over a family issue a couple of months ago.\nShe said Safeer and Shumail barged into her house on Monday evening, opened fire at her husband, injuring him critically, and fled.\nThe woman said the injured was shifted to the trauma centre but died of critical injuries. The police said they had registered a criminal case against the suspected killers.\nMeanwhile, an elderly man was found dead in a remote village of the Pind Hasham Khan union council. The police said an electricity bill issued to Fazalur Rehman of Mohallah Eidgah, Haripur, was found on the body, which was shifted to the trauma centre for postmortem.\nThe doctors said the man, in his sixties, died a few days ago after being shot multiple times.\nThe police said nobody had contacted them to receive the body.\nPublished in Dawn, March 19th, 2024\n"}, "Link": {"0": "https://www.dawn.com/news/1822364/state-life-plans-reserve-fund-for-cancer-treatment-dialysis-under-sehat-card-in-kp", "1": "https://www.dawn.com/news/1822363/jirga-member-shot-dead-in-swabi-mosque", "2": "https://www.dawn.com/news/1822362/kp-opposition-to-move-court-on-reserved-seats-issue", "3": "https://www.dawn.com/news/1822361/battagram-dpo-dies-of-cardiac-arrest", "4": "https://www.dawn.com/news/1822360/24-universities-in-kp-working-without-regular-vcs", "5": "https://www.dawn.com/news/1822359/missing-boy-found-dead-in-bannu", "6": "https://www.dawn.com/news/1822358/asfandyar-wali-wins-defamation-suit-against-shaukat-yousafzai", "7": "https://www.dawn.com/news/1822357/ro-issues-schedule-for-by-election-on-na-8-in-bajaur", "8": "https://www.dawn.com/news/1822356/minister-directs-early-provision-of-textbooks-to-students", "9": "https://www.dawn.com/news/1822355/ramazan-relief-package-to-benefit-850000-families", "10": "https://www.dawn.com/news/1822354/high-court-reserves-judgement-on-bogus-firs-against-family", "11": "https://www.dawn.com/news/1822353/27-welfare-centres-set-up-in-mansehra", "12": "https://www.dawn.com/news/1822352/two-arrested-at-torkham-for-taking-bribe-from-truckers", "13": "https://www.dawn.com/news/1822351/dir-admin-plans-action-against-profiteers", "14": "https://www.dawn.com/news/1822350/six-held-in-dera-for-violating-ramazan-sanctity", "15": "https://www.dawn.com/news/1822349/chitral-seminary-students-hospitalised", "16": "https://www.dawn.com/news/1822348/man-killed-over-family-dispute"}, "Category": {"0": "peshawar", "1": "peshawar", "2": "peshawar", "3": "peshawar", "4": "peshawar", "5": "peshawar", "6": "peshawar", "7": "peshawar", "8": "peshawar", "9": "peshawar", "10": "peshawar", "11": "peshawar", "12": "peshawar", "13": "peshawar", "14": "peshawar", "15": "peshawar", "16": "peshawar"}, "CreationDate": {"0": "2024-03-19", "1": "2024-03-19", "2": "2024-03-19", "3": "2024-03-19", "4": "2024-03-19", "5": "2024-03-19", "6": "2024-03-19", "7": "2024-03-19", "8": "2024-03-19", "9": "2024-03-19", "10": "2024-03-19", "11": "2024-03-19", "12": "2024-03-19", "13": "2024-03-19", "14": "2024-03-19", "15": "2024-03-19", "16": "2024-03-19"}}