{"Keys": {"0": "balochistan", "1": "balochistan", "2": "balochistan", "3": "balochistan", "4": "balochistan", "5": "balochistan", "6": "balochistan", "7": "balochistan", "8": "balochistan"}, "Header": {"0": "Anti-polio drive kicks off in Abbottabad district", "1": "Work begins on e-facility centre", "2": "Birth of Sikh leader commemorated", "3": "Murder convict gets death penalty", "4": "Plea challenging Nawaz’s eligibility deferred", "5": "Conservation work on Rawat Fort expedited", "6": "‘Palestine is part of our DNA’", "7": "Three killed in car-trailer collision", "8": "Cops to become ‘public-friendly’"}, "Summary": {"0": "236,926 children in 54 union councils to get vaccinated", "1": "Project to be completed by August this year", "2": "Nagar Kirtan procession taken out in honour of Guru Gobind Singh’s anniversary", "3": "Murder convict gets death penalty", "4": "Umar Ayub Khan and Babar Nawaz Khan have withdrawn cases against each other", "5": "Minister says project to conserve, exhibit cultural heritage", "6": "Lawmakers extend warm welcome to Hamas envoy Dr Khaled Qaddoumi", "7": "Police hands over dead bodies to their heirs after completing legal procedure", "8": "Over 30 police stations to get facelift under Punjab government’s special initiative"}, "Detail": {"0": "A comprehensive vaccination campaign on Friday has been initiated in Abbottabad district from January 8 to 12 to eradicate polio virus.\nAbbottabad Deputy Commissioner Khalid Iqbal inaugurated the campaign, emphasising the critical importance of administering polio drops to children under the age of 5.\nA total of 236,926 children in the 54 union councils across the district are set to receive polio drops during this campaign.\nIqbal directed the health department to ensure the vaccination of all children and underscored the necessity of finger marking during the campaign. \nRead Punjab warily marks polio-free year\nAdditionally, he issued directives to provide facilities to health teams and guarantee complete security by involving the police in the polio eradication efforts.\nThe five-day campaign aims to target over 236,926 children under the age of 5 across the district. \nA total of 1,594 teams have been formed, and the deputy commissioner has taken necessary measures to ensure the success of the campaign, providing clear instructions to the health department.\nEmphasising the need for collaboration, Iqbal urged all departments and revenue magistrates to supervise teams and vaccination activities in their respective areas.\nPublished in The Express Tribune, January 6th, 2024.\n", "1": "Rawalpindi district administration has initiated the construction of what officials describe as ‘a state-of-the-art’ building for their e-facility centre at the tehsil office in Raja Bazaar.\nThe project, with an estimated cost of Rs40 million, has received the necessary funds, and construction is underway on a one-kanal plot.\nOfficials said the foundation stone for this single-story building has been formally laid. The new e-facilitation centre will house the National Database & Registration Authority (NADRA) office.\nRead ‘Three waste-to-energy projects to be launched’\nThe centre will serve as a hub for various services, including the submission of affidavit fees and taxes, maintenance of computerised registers for rural areas in Rawalpindi district, and the creation of a comprehensive computerised record of land positions in village areas.\nThe NADRA office team will be available to assist in preparing heirship documents.\nFurthermore, the building will feature a Bank of Punjab branch to facilitate urgent payments and taxes. Services such as police verification and acquisition of title documents for complainants will also be available. The construction is expected to be completed within six months, with the e-facility centre set to be officially operational by August.\nPublished in The Express Tribune, January 6th, 2024.\n", "2": "The 358th birth anniversary celebrations of Guru Gobind Singh were held at Gurdwara Sri Panja Sahib in Hasan Abdal with Pakistan Peoples Party (PPP) Attock President Sardar Ashar Hayat Khan as the chief guest.\nA significant number of participants, including City President Irfan Qureshi, Sardar Ravinder Singh Jaggi, Paul Gill, and members from the Sikh and Christian communities, attended the event.\nIn honour of Guru Gobind Singh’s birthday, Sikhs organised a Nagar Kirtan procession, featuring a palanquin adorned with flowers. Sikh boys and girls circled the Panja Sahib while reciting from their religious scripture, Adi Granth. Traditional and cultural dances were also performed during the celebration.\nPPP Attock president Sardar Ashar, along with members of the Sikh and Christian communities, cut the birthday cake commemorating the 10th Sikh Guru, Sardar Gobind Singh.\nAddressing the media, Sardar Ashar said the fact that Muslims and members of the Christian community attended the Gurdwara Sri Panja Sahib event demonstrates that Pakistan is a peaceful nation where people live in harmony and brotherhood. “The world needs to see the beautiful face of Pakistan,” he said.\nThe PPP leader said there was total freedom for all minorities to practice their faith in the country without any fear of discrimination.\nRead Sikh pilgrims leave after attending rituals\nThe future of Pakistan is bright and soon its economy will start travelling on the right track which, he said, will ease the lives of the people. The Sikh community expressed its gratitude to every attendee.\nClosing the ceremony, Sardar Ashar expressed his gratitude to the diverse gathering for their enthusiasm and participation in the celebration of Guru Gobind Singh’s birth anniversary. He stressed the significance of such events in fostering unity, understanding, and mutual respect among different communities in the country.\nParticipants of the celebrations also shared moments of camaraderie and goodwill. The Sikh community, in particular, expressed their heartfelt appreciation for the inclusive spirit of the celebration, highlighting the importance of such events in promoting cultural harmony and religious tolerance.\nThe celebration served as a powerful reminder of the rich tapestry of Pakistan’s cultural and religious diversity, illustrating a commitment to coexistence and shared celebrations. Sardar Ashar concluded the event with a hopeful note, expressing confidence in the continued growth of such communal harmony and understanding in the country.\nPublished in The Express Tribune, January 6th, 2024.\n", "3": "A man found guilty of killing a man in 2003 over a land dispute in Fatehjang was sentenced to death and imposed fine by a session court in the Attock town of Fatehjang on Friday.\nIn March 2003, Mian Rasheeda, on a land dispute accused Muzloom Hussain Shah shot and killed his brother-in-law Nusrat Hussain Shah, according to the FIR filed at the Fatehjang police station under sections 302 and 34 of the Pakistan Penal Code (PPC).\nRead HIU asked to unravel Adiala murder mystery\nAfter killing the man, the suspect fled, and the court designated him as a proclaimed offender (PO).\nPolice raided the suspect's hiding on August 1, 2023, approximately 20 years after he had been haunted.\nPublished in The Express Tribune, January 6th, 2024.\n", "4": "An election tribunal in Abbottabad has adjourned the hearing on a plea challenging the acceptance of former prime minister Mian Muhammad Nawaz Sharif’s nomination papers till the disposal of the lifetime disqualification case by the Supreme Court.\nOn Friday, the tribunal heard 19 cases and decided on 15 of them while adjourning further hearings on four cases. Captain (retd) Safdar appeared on behalf of Mian Mohammad Nawaz Sharif as the former ex-premier’s papers were challenged by Azam Khan Swati.\nRead PHC tribunal issues notice to Nawaz\nMeanwhile, the hearing on the case of former KP Assembly speaker Mushtaq Ahmed Ghani was adjourned till Saturday. Ghani’s nomination papers were rejected by the relevant returning officers for two seats on different grounds. Mushtaq Ahmed Ghani is currently in the UK and is expected to return in a couple of days. The appellate tribunal judge Justice Kamran Hayat Miankhel held detailed hearings on Thursday and Friday.\nIn an apparent quid pro quo deal, Umar Ayub Khan and Babar Nawaz Khan have withdrawn cases against each other.\nPublished in The Express Tribune, January 6th, 2024.\n", "5": "The Department of Archaeology and Museums (DoAM) has expedited conservation work on the majestic Rawat Fort.\nThe historic fort is originally an ancient Serai (inn) situated about 18 kilometres from Rawalpindi while heading towards Jehlum, close to the Grand Trunk (GT) Road and appears to have been built during the Mughal Sultanate period in the early 15th century AD.\nIn connection with the conservation efforts, Federal Minister for National Heritage and Culture Jamal Shah also visited the fort on Friday.\n\nThe majestic Rawat Fort stands as a testament to the infamous battles between Gakhars and Sher Shah Suri. Photo: Express\nSenior officials from DoAM briefed the minister on the ongoing project.\nSpeaking on the occasion, Jamal Shah said the Department of Archaeology has started a project for the preservation, restoration, and preservation of Rawat Fort.\nHe said the main objectives of the project are to conserve, develop and exhibit our cultural heritage through scientific and traditional techniques.\n\"The project will not only prevent the site from further decay but will preserve it for coming generations, boosting tourism in the country,\" he said.\nThe minister said archaeological excavation, conservation and restoration work is intensive and will provide short-term employment to the people in the project area.\nRead Moot highlights women’s role in nature conservation\nThe fort is also associated with Mahmud Ghaznavis’ son Masud who is said to have been arrested by his rebellious soldiers and eventually murdered in the fort of Giri near Taxila.\nThe fort in its present condition boasts two gateways to its north and east, and one at the southern side with a mosque in the middle of the western wing. An octagonal single-domed mausoleum on the north-western corner partly obstructs the frontage of the mosque and numerous scattered graves inside.\nThere are regular rows of identical living cells along the four sides of the quadrangular inner face of the defence walls overlooking the inner courtyard.\nPublished in The Express Tribune, January 6th, 2024.\n", "6": "Lawmakers in the Upper House of the Parliament received Dr Khaled Qaddoumi, the Special Representative of Hamas in Palestine, who is visiting the country on a special invitation.\nIn his welcome address, Senator Mushahid Hussain expressed the importance of the day for the Parliament, emphasising that the Senate takes pride in welcoming His Excellency Dr Qaddoumi.\n“We are proud of the Palestinian brothers, especially Hamas, which is the democratically elected organisation of the people of Palestine, whose great mujahid is here to represent the aspirations of the people of Palestine,” he added.\nThe senator reminded the House that some 18 years ago when he was heading the foreign relations committee, former Palestinian foreign minister Mahmoud al-Zahar was invited to the Parliament.\n“We were the first Muslim country to give a $1 million donation to the Hamas government… So we have a track record and I want to assure the Palestinian brothers that Palestine is part of our DNA because of the leadership of Quaid-e-Azam Muhammad Ali Jinnah, who focused on Palestine even before the creation of Pakistan,” Mushahid said.\nRead Pakistan’s third batch of humanitarian aid to Gaza arrives in Egypt\nThe Senator lauded the efforts of the ‘Palestinian mujahideen of Hamas’ for their resistance against Israeli aggression. Rebuking those countrymen who wanted to normalise relations with Israel, Mushahid said, it was completely unacceptable.\nThe lawmaker said India and Israel planned an economic corridor aimed at countering the China-Pakistan Economic Corridor (CPEC) and the Belt and Road Initiative (BRI). “That plan is now buried under the rubble of Gaza,” he said.\n“The myth of Israeli invincibility, the myth of Israeli impregnability has been shattered and they have shown that might is not right but right is might,” he added.\nThe senator reminded the House that Pakistan was the only non-Arab state which participated in two Arab-Israeli wars in 1967 and 1973. \n“Palestine Liberation Organisation achieved recognition in Lahore at the Islamic summit when Zulfiqar Ali Bhutto was the prime minister and we should maintain the tradition and take that initiative forward,” he said. “The people, the armed forces and the Parliament of Pakistan will stand firmly with Palestine till an independent Palestinian state is established with al Quds al Sharif as its capital,” he added.\nPublished in The Express Tribune, January 6th, 2024.\n", "7": "Three men lost their lives and one suffered injuries when a car and a trailer collided in Pindigheb on Friday.\nThe police said that the accident took place when 29-year-old Naseebullah, a resident of Upper Dir, Vehari District, and his three friends, Sher Alam, Anwar Zaib, and Islam Zaib, were travelling by a car from Islamabad to Dera Ismail Khan.\nUpon receiving information about the accident, the Motorway police called an ambulance and shifted the bodies and the injured, Islam Zaib, to Tehsil Headquarters Hospital Pindigheb.\nLater, the police handed over the dead bodies to their heirs after completing the legal procedures and started the investigation. A case has been registered.\nRead Road accidents claim 4 lives in district\nOn the same day, Rawalpindi district police arrested six gamblers and recovered Rs14,500 stake money, seven mobile phones, and other items from their possession.\nA police spokesman said on Friday that Cantt police conducted a raid and arrested Waris, Sajjad, Nadir, Ijaz, Fakhar and Sajid, who were allegedly involved in betting while playing cards.\nA case has been registered against the accused while further investigation is under process. Superintendent of Police, Potohar said that gambling is the root cause of other evils and those involved in such crimes do not deserve any concession.\nPublished in The Express Tribune, January 6th, 2024.\n", "8": "The process of renovation of police stations for public convenience and accessibility is going on in the Rawalpindi division under the Punjab government’s Special Initiative Police Station programme.\nThe project aims to make police stations public-friendly through the beautification of the premises and the addition of facilities such as waiting and interrogation rooms.\nFunds of Rs100 million have been released for the renovation project that is planned for police stations across the province.\nIn Rawalpindi, more than 30 police stations will be undergoing repair and renovation. At present, work is ongoing on fixture of lights, false ceiling and wall panelling.\nSeveral police stations that have been included in the project have already been part of the Special Initiative Police Station programme for a few years. These include Rawalpindi’s Cantt Police Station, Newtown Police Station, Civil Lines as well as others.\nMore than Rs1 to Rs1.5 million were released as funds for the beautification of each of these police stations. So far, work has been completed in the Cantt Police Station.\nRawalpindi CPO, Khalid Hamdani has issued orders to all SHOs to complete work on the project and submit the relevant certificates. \nThe orders make it clear that if an SHO does not complete their assigned work and submit the required certificates, he should be suspended.\nThe Express Tribune contacted Civil Lines SHO Inspector Ahsan Tanveer Kayani but was unable to get a comment from him.\nRead Museum showcases history of Sindh police\nInauguration\nEarlier, caretaker Punjab Chief Minister Mohsin Naqvi inaugurated the Special Initiative Police Stations of Cantt and Saddar Beroni.\nPunjab Inspector General of Police (IGP) Dr Usman Anwar, Regional Police Officer Syed Khurram Ali, Commissioner Liaquat Ali Chattha, City Police Officer Syed Khalid Hamdani and other senior officers were present on the occasion.\nTalking to the media, the chief minister said that police stations across Punjab were being renovated under the Special Initiative Police Station programme. “Two days ago, 36 police stations of 36 districts were inaugurated,” he said adding, today, in the second phase, 36 more police stations were inaugurated.\n“The objective of the initiative is to provide the best service delivery in the best environment to the citizens,” the CM added.\nNaqvi appreciated the RPO, CPO and their team for the excellent work under Special Initiative Police Stations of Cantt and Saddar Beroni. He directed the authorities to complete the Safe City project and CPO office in one month.\nThe CM also announced to provide Rs180 million for the completion of the CPO office project. He instructed the relevant officials to complete the Safe City Project and CPO Office Rawalpindi by January 30.\nWith additional input from APP\nPublished in The Express Tribune, January 6th, 2024.\n"}, "Link": {"0": "https://tribune.com.pk/story/2452303/anti-polio-drive-kicks-off-in-abbottabad-district", "1": "https://tribune.com.pk/story/2452305/work-begins-on-e-facility-centre", "2": "https://tribune.com.pk/story/2452304/birth-of-sikh-leader-commemorated", "3": "https://tribune.com.pk/story/2452302/murder-convict-gets-death-penalty-4", "4": "https://tribune.com.pk/story/2452301/plea-challenging-nawazs-eligibility-deferred", "5": "https://tribune.com.pk/story/2452300/conservation-work-on-rawat-fort-expedited", "6": "https://tribune.com.pk/story/2452306/palestine-is-part-of-our-dna", "7": "https://tribune.com.pk/story/2452307/three-killed-in-car-trailer-collision", "8": "https://tribune.com.pk/story/2452308/cops-to-become-public-friendly"}, "Category": {"0": "islamabad", "1": "islamabad", "2": "islamabad", "3": "islamabad", "4": "islamabad", "5": "islamabad", "6": "islamabad", "7": "islamabad", "8": "islamabad"}, "CreationDate": {"0": "2024-01-06", "1": "2024-01-06", "2": "2024-01-06", "3": "2024-01-06", "4": "2024-01-06", "5": "2024-01-06", "6": "2024-01-06", "7": "2024-01-06", "8": "2024-01-06"}, "Pic_url": {"0": null, "1": null, "2": null, "3": null, "4": null, "5": null, "6": null, "7": null, "8": null}}