{"Keys": {"0": "azad-jamu-kashmir-gilgit", "1": "azad-jamu-kashmir-gilgit", "2": "azad-jamu-kashmir-gilgit", "3": "azad-jamu-kashmir-gilgit", "4": "azad-jamu-kashmir-gilgit", "5": "azad-jamu-kashmir-gilgit", "6": "azad-jamu-kashmir-gilgit"}, "Header": {"0": "Winning Sargodha BISE athletes honoured", "1": "Home intruders steal millions", "2": "Candidates move court against ‘harassment’", "3": "Illegal buildings in MCL’s crosshairs", "4": "City promised more artificial rain", "5": "Monitoring of zoo projects ordered", "6": "ACE books Dr Yasmin, daughter"}, "Summary": {"0": "Commissioner congratulates players and mentors", "1": "Victim had not paid the prime accused extortion money", "2": "Ex-federal minister, governor among applicants", "3": "Failure to submit reports will result in disciplinary actions against responsible officers", "4": "UAE expert upbeat for successful trial this month", "5": "CM sets target to complete Lahore Zoo, Safari Park Upgradation Projects by January 31st", "6": "Inquiry had shown Dr Rashid had misused her powers: ACE spokesman"}, "Detail": {"0": "The Board of Intermediate & Secondary Education of Sargodha secured the highest number of trophies and medals at the All Pakistan Inter-Boards Sports Gala held recently.\nThe commissioner’s office in Sargodha hosted a ceremony acknowledging the athletes' achievements on Tuesday. \nThe Commissioner of Sargodha, Muhammad Ajmal Bhatti, distributed medals and trophies among the players. \nThe commissioner congratulated the players and their mentors, emphasising that the achievement was a significant honour for Sargodha Board.\nRead  Over 8,000 students appear in entry test of KU\nHe encouraged the youngsters to strive for top positions in the future. Muhammad Ajmal Bhatti highlighted the importance of sports for mental and physical development, stating that a healthy body harboured a healthy mind. \nHe pledged continuous efforts to boost the morale of children in the future. \nThe commissioner was informed that the Sargodha Board had secured third position among 22 boards nationwide, winning seven gold medals in athletics. In Kabaddi and table tennis, they secured third position. \nThe girls' team of Sargodha Board bagged second position with seven medals.\nPublished in The Express Tribune, January 3rd, 2024.\n", "1": "After a stage drama producer refused to pay extortion money, eight armed suspects entered his house and stole cash a mobile phone and other valuables and escaped. After registering a case, police launched raids to arrest the suspect.\nStage drama producer and Kotwali program organizer Muhammad Imran lodged a complaint with Civil Lines Police alleging that Shani Dhillon, a resident of Chak Jhumra, had been demanding extortion from him for a long time. He further stated that on December 31st 2023, armed suspects came to his house around 6am and as Imran’s wife opened the door, the accused barged into the house with firearms. \nRead Extortionist targeting businesses nabbed\nThe accused broke open the lock of the main cupboard in the bedroom and took Rs900,000 in cash, two passports, two identity cards belonging to Imran and his wife, two gold watches worth Rs50,000, two check books and an ATM card of a private bank and a 40-inch LCD television worth Rs50,000. \nAccording to the victim, the accused also stole a microwave oven, ten suits, three leather jackets, a motorcycle registration book, the deed to Imran’s house, a woman’s purse, ten pairs of shoes, ghee, rice, dry fruits and other goods.\nPublished in The Express Tribune, January 3rd, 2024.\n", "2": "Several prospective electoral candidates complaining of being targeted by police and having had their nomination papers rejected have approached the courts. Among them is ex-federal minister Zartaj Gul and ex-Punjab governor Mustafa Khar.\nFormer federal minister Zartaj Gul’s petition against harassment and the rejection of her nomination papers was heard by a high court bench on Tuesday. Justice Muhammad Sarfraz Dogar of the Lahore High Court ordered the relevant institutions to investigate the petition filed against harassment by police and anti-corruption personnel. Similarly, Justice Ali Zia Bajwa of the Election Tribunal summoned the concerned returning officer along with the records of a separate application filed over the rejection of the nomination papers on January 4. \nFormer minister Gul filed a writ petition related to harassment with the High Court Multan Bench. She contended that various cases have been registered against her, but no details are being given. She has to contest in the upcoming general election, but police are allegedly harassing her. \nRead  Women police fight harassment\nThe ex-minister argued that details of cases registered should be provided to her. On the order of the high court, the details of the cases were released on Tuesday. \nPolice provided the details, according to which three cases are currently registered against Zartaj Gul in Anti-Corruption Police Station, Darahma Police Station and Gadai DG Khan Police Station. After the details of the cases came out, Justice Sardar Muhammad Sarfaraz Dogar of Multan Bench has ordered the relevant institutions to investigate the case.\nSimilarly, Zartaj Gul filed an election petition in which she contended that she is contesting the election from National Assembly Constituency NA-185. \nHowever, her nomination papers have been rejected by the Returning Officer without any justification. On this, Justice Ali Zia Bajwa of the Appellate Tribunal summoned the concerned returning officer along with the record on January 4. \nLahore High Court Multan Bench Justice Muhammad Tariq Nadeem ordered DPO Muzaffargarh not to harass former Punjab governor Malik Ghulam Mustafa Khar, his wife Ayunia Mustafa Khar and their supporters. With these directions, the harassment petition was disposed of.\nRead  Women’s safety, facilitation stressed\nMustafa Khar’s counsel Farah Sharif Khosa contended that her client submitted his nomination papers from the National Assembly Constituency NA-180, while his wife Ayunia Mustafa Khar also submitted nomination papers from the same constituency. \nHowever, their nominations were rejected and they were targeted by police.\nAllegedly, authorities have been harassing leaders of Pakistan Tehreek-e-Insaaf (PTI) for some time, including Khar, his family and even his in-laws. \nThis is against the spirit of free and fair elections and the high court is requested to stop the harassment of the police so that the petitioner can freely participate in the election, the counsel argued.\nRead  Ayesha Omar weighs in on labelling domestic violence 'silent pandemic' in Pakistan\nThe series of appeals filed by the candidates participating in the elections against the decisions of the returning officers continued yesterday. \nForty five different appeals were filed in Lahore High Court Multan Bench on Tuesday, however the deadline for these appeals is January 3.\nThe appellate Tribunal heard appeals from candidates including Abdul Majeed Niazi, Anbar Majeed, Muhammad Asif Saleem, Sultan Bibi, Bushra Bibi and others.\nPublished in The Express Tribune, January 3rd, 2024.\n", "3": "The Lahore Municipal Corporation (MCL) has identified 181 unauthorised constructions and is expected to take action. \nSpecial Regulation Unit Administrator MCL Rafia Haider detected these illegal constructions, forwarding the details to the Planning Wing for immediate action. According to an MCL spokesperson, the MCL Chief Officer has released the details of unauthorized commercial, residential, and industrial constructions and ordered prompt action.\nRead  Shopkeepers warned against encroachment\nAdministrator MCL Haider instructed the Planning Wing officers to gather reports on unauthorized constructions within seven days.\nFailure to submit reports will result in disciplinary actions against the responsible officers.\nSimilarly, MCL Rafia Haider has outlined comprehensive objectives for the complete elimination of encroachment during the year.\nPublished in The Express Tribune, January 3rd, 2024.\n", "4": "The head of a cloud-seeding team from the United Arab Emirates meteorology department, Ahmed Al-Kamal, has expressed optimism for another successful experiment of artificial rainfall in January.\nThe expert called on Caretaker Punjab Chief Minister Mohsin Naqvi along with Chief Pilot Michael Anstis and Pilot Col Ubaid. \nThe caretaker CM thanked the team members for their endeavours to induce artificial rainfall to reduce smog and expressed gratitude for the UAE’s cooperation, acknowledging the first-ever such successful attempt in Lahore’s history.\nHe reiterated the need for artificial rainfall to combat smog. Efforts would be made to induce artificial rainfall once again with the assistance of the UAE team, when the required atmospheric conditions would be met, he added.\nHe mentioned that Air Quality Index levels had remained below 200 for several days after the rainfall. \nRead Lahore achieves meteorological milestone with artificial rain to counter smog\nThe caretaker CM expressed hope that, with suitable atmospheric conditions in January, artificial rainfall could once again be employed to bring further reduction in the smog levels.\nHe emphasised that the people of Pakistan would not forget the efforts of the UAE in the crucial initiative. \n“The successful artificial rainfall operation in Lahore now stands as a significant milestone in the history of weather modification,” he added. \nIn a historic leap in efforts to curb smog and improve the air quality, the provincial capital had bore witness to its inaugural venture into the realm of artificial precipitation last month.\nRead City enjoys maiden artificial rain\nDelicately orchestrated with the collaboration of the United Arab Emirates (UAE), the unprecedented undertaking yielded a subtle yet momentous rainfall across 10 sectors of Lahore, signifying a triumph in meteorological innovation, Caretaker Punjab Chief Minister Mohsin Naqvi had said while speaking to the media.\nApplauding the success of Lahore’s maiden artificial rain experiment, he had reiterated the planning invested in the initiative. He had extended gratitude to the Punjab Environment Department and the entire UAE team for their exhaustive scrutiny of the process, culminating in the eagerly awaited results.\nOffering insight into the procedure, he had disclosed the deployment of 48 flares for cloud seeding, with a specific focus on the Shahdara area.\nHe had emphasised that no amount from Punjab’s exchequer had been spent.\nPublished in The Express Tribune, January 3rd, 2024.\n", "5": "Various government departments, including the Intelligence Bureau and Anti-Corruption Establishment, have been entrusted with the responsibility of monitoring ongoing construction work at Lahore Zoo and Safari Zoo. \nThey are updating the Chief Minister’s office about the progress on a daily basis.\nCaretaker Punjab Chief Minister Mohsin Naqvi set a target to complete the Lahore Zoo and Safari Park Upgradation Projects by January 31st. \nRead Zoo intruder mauled to death by tigers\nOfficials from the Planning and Development department, the Forests and Wildlife department and the CM Office are regularly visiting both facilities to monitor the construction and ensure timely completion of the project. According to sources, IB and anti-corruption teams also regularly review the development plan and pictures and videos are being taken to verify the progress of the construction.\nPublished in The Express Tribune, January 3rd, 2024.\n", "6": "The Punjab Anti-Corruption Establishment has registered a case against former provincial health minister Dr Yasmin Rashid on the charge of appointing her daughter while disregarding merit. \nAn ACE spokesman stated that an inquiry had shown Dr Rashid had misused her powers and appointed her daughter Dr Ayesha Ali as Assistant Professor in King Edward Medical University in violation of merit. The former minister was accused of using her influence for the job. The ACE registered a case against Dr Rashid and her daughter.\nThe spokesperson alleged that Dr Ali did not meet the required criteria of the job at the time of her appointment and an experience certificate submitted by her had been signed by her mother. It was proved in the inquiry that the applicant had not applied for relaxation of the age limit despite not meeting the relevant requirement, the spokesman asserted.\nRead  PTI’s Yasmin, Ejaz indicted in rioting case\nIt was also alleged that she had been preferred over other candidates in the interview because of the minister’s influence.\nSoon after getting the job, Dr Ali had gone abroad in violation of the rules, the spokesman claimed.\nPTI activist sent on remand\nA sessions court sent Pakistan Tehreek-e-Insaf (PTI) activist Sanam Javed to jail on judicial remand on Tuesday in the case of torching a Pakistan Muslim League-Nawaz (PML-N) office in Model Town on May 9 2023. \nPolice produced the PTI activist before District and Sessions Judge Nazir Ahmad Butt, who heard the matter as a duty judge. \nThe police moved the court to extend the physical remand of the accused, adding that investigations could not be completed during the physical remand term. with additional input from APP\nPublished in The Express Tribune, January 3rd, 2024.\n"}, "Link": {"0": "https://tribune.com.pk/story/2451977/winning-sargodha-bise-athletes-honoured", "1": "https://tribune.com.pk/story/2451978/home-intruders-steal-millions", "2": "https://tribune.com.pk/story/2451979/candidates-move-court-against-harassment", "3": "https://tribune.com.pk/story/2451980/illegal-buildings-in-mcls-crosshairs", "4": "https://tribune.com.pk/story/2451981/city-promised-more-artificial-rain", "5": "https://tribune.com.pk/story/2451982/monitoring-of-zoo-projects-ordered", "6": "https://tribune.com.pk/story/2451983/ace-books-dr-yasmin-daughter"}, "Category": {"0": "lahore", "1": "lahore", "2": "lahore", "3": "lahore", "4": "lahore", "5": "lahore", "6": "lahore"}, "CreationDate": {"0": "2024-01-03", "1": "2024-01-03", "2": "2024-01-03", "3": "2024-01-03", "4": "2024-01-03", "5": "2024-01-03", "6": "2024-01-03"}, "Pic_url": {"0": null, "1": null, "2": null, "3": null, "4": null, "5": null, "6": null}}