{"Keys": {"0": "sport", "1": "sport", "2": "sport", "3": "sport", "4": "sport", "5": "sport", "6": "sport", "7": "sport", "8": "sport", "9": "sport", "10": "sport"}, "Header": {"0": "Vinicius hits brace as Real distance Girona", "1": "Alcaraz faces Medvedev for Indian Wells title after stopping Sinner streak", "2": "Castellanos helps Lazio down Frosinone", "3": "Casemiro out of Brazil squad with injury", "4": "O’Callaghan beats Titmus to send Olympic warning", "5": "Kane scores to set record in Bayern’s 5-2 win at Darmstadt", "6": "Chelsea survive Leicester scare  to reach FA Cup semi-finals", "7": "HBL PSL 2024: Sultans look to break curse as United eye another triumph in final", "8": "Consistency means nothing without a trophy, says Zalmi coach Sammy", "9": "Sri Lanka, Bangladesh hit by key injuries for ODI decider", "10": "Paris Games could feature only 40 Russian athletes, says IOC’s Coates"}, "Summary": {"0": "PAMPLONA: Vinicius Junior struck twice to earn Real Madrid a commanding 10 point lead at the top of La Liga in a 4-2...", "1": "INDIAN WELLS: Defending champion Carlos Alcaraz handed Australian Open winner Jannik Sinner his first defeat of 2024...", "2": "ROME: Lazio won their first match since the resignation of Maurizio Sarri, with a 3-2 victory on Saturday at...", "3": "BRASILIA: Manchester United midfielder Casemiro is out of the Brazil squad for this month’s friendlies against...", "4": "SYDNEY: World record-holder Mollie O’Callaghan upstaged Olympic champion Ariarne Titmus to win the 200m freestyle...", "5": "DARMSTADT: Bayern Munich striker Harry Kane bagged a record-breaking 31st league goal and Jamal Musiala added two...", "6": "Chukwuemeka netted in the closing minutes to save Chelsea from the embarrassment of being forced into extra-time.", "7": "The title-deciding clash is today between teams led by Mohammad Rizwan and Shadab Khan.", "8": "Sammy rued how Zalmi lost both the Qualifier and the Eliminator, as he criticised how his players “didn’t execute plans” in the latter.", "9": "CHITTAGONG: Sri Lanka fast bowler Dilshan Madushanka will miss the rest of the tour of Bangladesh while home paceman...", "10": "Neutral athletes will compete only in individual sports without flags, emblems or national anthems."}, "Detail": {"0": "PAMPLONA: Vinicius Junior struck twice to earn Real Madrid a commanding 10 point lead at the top of La Liga in a 4-2 rout of Osasuna on Saturday, with fading title rivals Girona falling to a 1-0 defeat at Getafe.\nThe Brazilian forward mesmerised for Los Blancos and reached 18 goals across all competitions this season, while Dani Carvajal and Brahim Diaz also found the net in an entertaining romp for Carlo Ancelotti’s side.\nGirona, second, were undone by Yellu Santiago’s first half strike and have now suffered four consecutive away defeats — started by a demoralising 4-0 thrashing at Madrid.\nThird-place Barcelona, 11 points behind Real, travel to face Atletico Madrid, fifth, and can overtake Girona with a victory.\nAthletic Bilbao rose above Atletico to fourth with a 2-0 win over Alaves thanks to a brace from Gorka Guruzeta.\nReal were without top goalscorer Jude Bellingham, completing a two-match suspension but, with Vinicius in full flow, barely missed the England international at El Sadar in Pamplona.\n“I congratulated him, he had an extraordinary game, he made good decisions, he moved very well without the ball, that’s where’s he’s improved the most,” Ancelotti told reporters. “With the ball he’s always efficient and without it he’s spectacular at the moment, he’s so fast.”\nVinicius’ name made headlines this week after Real Madrid filed a legal complaint over alleged racist insults aimed at the Brazilian by Atletico Madrid and Barcelona fans, but on the pitch the forward’s quality continues to speak for itself.\nThe 23-year-old dispossessed Alejandro Catena, ran through and calmly rolled the ball past Sergio Herrera to break the deadlock after four minutes.\nOsasuna were quickly back level through Ante Budimir, who finished from close range at a corner.\nVinicius was booked just before half-time for dissent, his fifth yellow  card of the season in La Liga — meaning he is now banned for Athletic  Bilbao’s visit to the Santiago Bernabeu at the end of March.\nCarvajal restored Real’s lead after 18 minutes, using the outside of his foot to steer a curving shot into the far corner. \nDiaz scored the third goal for the visitors in the 61st minute, before Vinicius got his second three minutes later with a low finish from a tight angle inside the box — it was the striker’s 12th league goal of the season.\nIker Munoz pulled one back for Osasuna in stoppage time before Real almost wrapped up the win in spectacular fashion, but youngster Arda Guler hit the bar with an effort from just inside Osasuna’s half.\nMeanwhile, Getafe, despite the absence of top goalscorer Borja Mayoral, were able to inflict a fourth consecutive away defeat on Michel Sanchez’s slumping Girona.\n“Every defeat worries us, we want to fight to get into the Champions League,” Michel told reporters. “We have a historic chance to do it and if we don’t, for me, it would be very tough to take.”\nThe Catalan minnows’ top goalscorer Artem Dovbyk missed two good chances after Santiago fired Getafe ahead following good work by Ilaix Moriba.\nPublished in Dawn, March 18th, 2024\n", "1": "INDIAN WELLS: Defending champion Carlos Alcaraz handed Australian Open winner Jannik Sinner his first defeat of 2024 on Saturday to set up an Indian Wells final against Daniil Medvedev.\nAlcaraz’s 1-6, 6-3, 6-2 victory ended Sinner’s 19-match winning streak, including a 16-0 start to the year, and ensures Alcaraz will remain No. 2 in the world rankings next week.\n“To be able to end something like this, it’s incredible for me,” Spain’s Alcaraz said of busting the Italian’s streak.\nFinal against fourth-seeded Russian Medvedev is a repeat of last year’s championship decider.\nMedvedev also had to fight back in a 1-6, 7-6 (7/3), 6-2 victory over 17th-ranked American Tommy Paul. In the final he’ll be out to thwart Alcaraz’s bid to become the first repeat Indian Wells ATP champion since Novak Djokovic won three straight titles from 2014-2016.\nAlcaraz and Sinner’s semi-final was disrupted by a three-hour rain delay at 2-1 in the first set but proved worth the wait as the 20-something stars put on a show.\n“Matches with Jannik are always special,” Alcaraz said.  “We know we have to play at our highest level to win. We have to put magic on the court, unbelievable points and for the crowd it is also wonderful.”\nSinner quickly seized the initiative when play resumed, winning four straight games to pocket the first set.\nHe saved the only break point he faced, and gained the insurance break for a 5-1 lead, pouncing on a short ball for a stinging cross-court passing winner on break point.\nAlcaraz turned it around in the second set with a savvy change of style, backing up to give himself more time on the returns and gradually working his way into the match.\nHe broke Sinner with a deep volley winner for a 3-1 lead and held for 4-1 in a game that had fans on their feet cheering a thrilling rally at the net.\nHe saved break points in the seventh and ninth games before sealing the set with a drop-shot winner.Sinner’s mistakes were multiplying in the third set and Alcaraz broke in the third game, delivering a high backhand volley to end another scrambling rally.\nWorld number three Sinner, who had dived to get a ball back, came up shaking out his right arm and rubbing his elbow.\nHe suddenly was powerless to stop Alcaraz, who won five straight games, clinching the match with a forehand winner.\nIt was the second straight year that Alcaraz stopped Sinner in the Indian Wells semi-finals.\n“It’s for sure not the ending that I wanted, but playing against him, it’s always tough,” Sinner said.  “I tried to play good tennis, which I have done, especially in the first set.\n“Then I made a couple of mistakes. The momentum has changed. He raised his level.”\nMedvedev said the chilly evening conditions made it hard to find a groove in the opening set against Paul, but like Alcaraz he was able to make some adjustments.\nHe won the first four games of the second set but Paul attacked the net aggressively to claw back and force the tiebreaker, in which the American rolled his ankle on the sixth point.\nMedvedev won the last five points of the tiebreaker to level the match and seized a 5-1 lead in the third, finally fending off a pair of break points in the final game to close it out.\nThe reward is a chance to avenge last year’s loss to Alcaraz and claim the only one of the six hardcourt Masters 1000 titles he has yet to win.\nPublished in Dawn, March 18th, 2024\n", "2": "ROME: Lazio won their first match since the resignation of Maurizio Sarri, with a 3-2 victory on Saturday at Frosinone, who are sinking towards relegation from Serie A.\nMattia Zaccagni’s leveller seven minutes before the break and a second-half brace from Valentin Castellanos made sure that Lazio snapped a three-match league losing streak under Sarri’s former assistant Giovanni Martusciello.\nSarri officially stepped down on Wednesday after a disastrous season with the Roman club which has Lazio ninth in Italy’s top flight.\nItalian media report that Igor Tudor will replace Sarri on a permanent basis.\nFrosinone are 18th after picking up just two points from their last eight matches.\nEusebio Di Francesco’s side are one point behind Empoli who are just outside the \nrelegation zone and were beaten 1-0 by Bologna on Friday.\nLecce moved four points ahead of Frosinone with a 1-0 win at rock-bottom Salernitana in their first match under new coach Luca Gotti.\nGotti replaced Roberto D’Aversa who was sacked on Monday for headbutting Verona striker Thomas Henry in their previous fixture last weekend.\nPublished in Dawn, March 18th, 2024\n", "3": "BRASILIA: Manchester United midfielder Casemiro is out of the Brazil squad for this month’s friendlies against England and Spain due to injury, coach Dorival Junior said on Saturday, with Porto winger Pepe set to take his place.\nCasemiro is the latest absence for Brazil, following injuries to Manchester City keeper Ederson, Arsenal striker Gabriel Martinelli and Paris St Germain defender Marquinhos, ahead of a match at Wembley on March 23 and one in Madrid’s Santiago Bernabeu three days later.\n“From a preliminary list of 50 names, 13 had already been ruled out by injury at their clubs,” coach Junior said. “Unfortunately, we also lost Casemiro. Pepe, from Porto, has been called up.”\nDorival named keeper Leo Jardim, Fabricio Bruno and Galeno to replace the injured.\nSquad:  Goalkeepers: Bento (Athletico-PR), Leo Jardim (Vasco da Gama), Rafael (Sao Paulo)  Defenders: Danilo (Juventus), Yan Couto (Girona), Ayrton Lucas (Flamengo), Wendell (Porto) Beraldo (Paris St Germain), Gabriel Magalhaes (Arsenal), Fabricio Bruno (Flamengo), Murilo (Palmeiras)  Midfielders: Andre (Fluminense), Andreas Pereira (Fulham), Bruno Guimaraes (Newcastle United), Douglas Luiz (Aston Villa), Joao Gomes (Wolverhampton Wanderers), Lucas Paqueta (West Ham United), Pablo Maia (Sao Paulo)  Forwards: Endrick (Palmeiras), Pepe (Porto), Galeno (Porto), Raphinha (Barcelona), Richarlison (Tottenham Hotspur), Rodrygo (Real Madrid), Savinho (Girona) and Vinicius Jr (Real Madrid). (Reporting by Janina Nuno Rios in Mexico City; Editing by Tom Hogue).\nPublished in Dawn, March 18th, 2024\n", "4": "SYDNEY: World record-holder Mollie O’Callaghan upstaged Olympic champion Ariarne Titmus to win the 200m freestyle in the fastest time this year at Australia’s NSW State Championships on Sunday.\nThe 19-year-old hit the wall in 1min 54.76secs, which would have earned her gold at the world championships in February, an event she skipped to focus on this summer’s Paris Olympics.\nTitmus (1:55.81) came second in a stacked field that saw Lani Pallister (1:55.92) touch third and all-conquering backstroke star Kaylee McKeown finish fourth in a lifetime best of 1:56.06.\nWhile O’Callaghan holds the world record, Titmus owns three of the top-five quickest times in history, putting them on course for a blockbuster showdown in Paris.\nMcKeown — who holds world records in all three backstroke disciplines — showed off her versatility by backing up to win the 200m medley in 2:08.84.\nJust minutes later, the 22-year-old was back in the Sydney Olympic Park Aquatic Centre pool to easily clinch the 50m backstroke title in 27.25.\nPublished in Dawn, March 18th, 2024\n", "5": "DARMSTADT: Bayern Munich striker Harry Kane bagged a record-breaking 31st league goal and Jamal Musiala added two more in the side’s 5-2 demolition of hosts Darmstadt 98 on Saturday in the Bundesliga.\nKane put Bayern 2-1 up in first-half stoppage time to take his league tally to 31, more than any player has scored in their first Bundesliga season.\nIt is also a personal league best for the England captain — the Bundesliga’s most expensive transfer at 100 million euros — who scored between Musiala’s two goals.\nBut he was taken off injured in the 81st after sliding into the post, getting tangled in the sidenetting and twisting his ankle.\n“He stumbled and fell in the net and twisted his ankle,” Bayern coach Thomas Tuchel said.  “He is cooling it now with ice. There is no diagnosis yet. We have to wait and see and hope it is just a scary moment.”\nEngland, preparing for Euro 2024 in Germany in June, play Brazil on March 23 and Belgium three days later.\n“Overall we are happy with a deserved win. We kept creating chances and we deserved the goals we scored,” Tuchel said.\nThe win lifts Bayern to 60 points in second place, with Leverkusen, on 67. VfB Stuttgart are third on 56 following a 3-0 away win at Hoffenheim.\nThe visitors had the upper hand from the start but it was Darmstadt who struck first, with Tim Skarke slotting in to polish off a quick break that caught Bayern off guard in the 28th minute.\nThey did not have to wait long for an equaliser after teenager Aleksandar Pavlovic charged into the box and found Kane, who passed to Musiala to finish the move in the 36th.\nKane then completed their comeback in stoppage time with a diving header but Bayern almost conceded another themselves when Darmstadt’s Oscar Vilhelmsson hit the crossbar on the stroke of halftime.\nGermany international Musiala, in superb form, put the game to bed in the 64th minute with a stunning solo run for his 10th league goal but they were not yet done.\nSubstitute Serge Gnabry and Mathys Tel both got onto the scoresheet before Vilhelmsson bagged another goal for Darmstadt, who also hit the woodwork once more late in the game. \nIn the German capital, Union Berlin beat Werder Bremen 2-1 thanks to a   commanding performance from US midfielder Brenden Aaronson, on loan   from Leeds.\nAaronson, who was surprisingly left out of the US  squad  this week, had a hand in two goals in three second-half minutes to  give  Union the upper hand.\nThe 23-year-old laid on Yorbe  Vertessen’s  50th-minute goal, before creating and scoring one of his own  with some  superb dribbling shortly after.\nMitchell Weiser pulled  one back  for the visitors but Union held on, recording their fifth win  in seven  home matches under coach Nenad Bjelica.\nMeanwhile, Augsburg came from a goal down to beat a  10-man VfL Wolfsburg 3-1 away from home, their fourth-straight league win  taking them to seventh on the table.\nWolfsburg’s Patrick Wimmer  scored after just nine minutes but was sent from the field in tears just  before half-time for a last-man foul, with Augsburg’s Arne Maier  scoring from the ensuing free-kick. Kristijan Jakic scored a  second-half double to seal the win.\nElsewhere, Mainz won 2-0 at home  against Bochum to keep their hopes of avoiding relegation alive. Mainz  moved past Cologne, into  16th, the relegation playoff spot\nPromoted Heidenheim drew 1-1 at  home with Borussia Moenchengladbach  to collect another valuable point  and go 10 clear of the relegation  spots in their first season in the top  division.\nPublished in Dawn, March 18th, 2024\n", "6": "\n\nLONDON: Chelsea’s Raheem Sterling (L) vies for the ball with Hamza Choudhury of Leicester City’s during their FA Cup quarter-final at Stamford Bridge on Sunday.—AFP\n\n \nLONDON: Carney Chukwuemeka rescued Chelsea with a stoppage-time strike that inspired a 4-2 win over 10-man Leicester City in an FA Cup quarter-final thriller on Sunday.\nMauricio Pochettino’s side were fortunate to survive a stirring fightback from Championship promotion chasers Leicester amid a mutinous atmosphere at Stamford Bridge.\nChukwuemeka netted in the closing minutes to save Chelsea from the embarrassment of being forced into extra-time.\nNoni Madueke added Chelsea’s fourth to ensure the angry fans who booed Pochettino in the second half were silenced, at least for now.\nFor the sixth time in the last eight years, the Blues have advanced to the last four in the FA Cup.\nBut this was hardly a triumphant afternoon for Blues boss Pochettino, whose inconsistent team blew the two-goal half-time lead given to them by Marc Cucurella and Cole Palmer.\nIn between those strikes, Raheem Sterling missed a penalty and Axel Disasi gave Leicester hope with a farcical own goal early in the second half.\nWhen Stephy Mavididi scored an eye-catching equaliser, Chelsea were in turmoil once again as the hapless Sterling earned the wrath of the home support.\nBut Leicester’s Callum Doyle was sent off for a professional foul on Nicolas Jackson, setting the stage for the Blues’ late revival.\nChelsea have failed to win a single domestic trophy since their most recent FA Cup triumph six years ago.\nThe west Londoners are languishing in 11th place in the Premier League and former Tottenham Hotspur and Southampton boss Pochettino is yet to win silverware in England.\nUnder mounting pressure amid a troubled first season in charge, Pochettino revealed this week that some of Chelsea’s young players endured a sleepless night before their League Cup final defeat against Liverpool in February.\nMaking amends by winning the FA Cup would buy Pochettino some much-needed breathing space.\nIn Saturday’s other quarter-final clash, Holders Manchester City cruised into the semi-finals thanks to two deflected strikes from Bernardo Silva that gave them a 2-0  win over a lacklustre Newcastle United at the Etihad Stadium on  Saturday.\nCity made five changes from the side that started last  weekend’s 1-1 Premier League draw with Liverpool and still managed to  make the semi-finals of the competition for the sixth season in a row as  Newcastle provided little resistance.\nCity took the lead in the  13th minute when a Silva shot took a wicked deflection off Newcastle  defender Dan Burn, wrong-footing keeper Martin Dubravka and sending the  ball looping into the net.\nThe home side went 2-0 up in the 31st  minute and again it was Portuguese playmaker Silva cutting in from the  right and shooting, with Sven Botman’s head helping to steer the ball  past Dubravka this time.\nCity join Coventry City, who pulled off a shock 3-2 win  over Wolverhampton Wanderers earlier in the day.\nWEST HAM LATE GOAL RULED OUT IN DRAW \nWITH VILLA\nIn Sunday’s Premier League fixture, West Ham United had three goals ruled out, including what would have been a dramatic stoppage-time winner, as Aston Villa came from behind to earn a 1-1 draw in a fiery clash.\nMichail Antonio’s stooping header, his first goal since August,  gave the hosts the lead after 29 minutes. \nWest Ham had the ball in the  net twice through Mohammed Kudus and Antonio either side of halftime,  but neither goal stood.\nVilla, who felt they should have had a penalty for handball before  West Ham’s opener, equalised in the 79th minute when Nicolo Zaniolo  poked home fellow substitute Moussa Diaby’s cutback after a period of  sustained pressure.\nJames Ward-Prowse late free kick was bundled in to spark  delirious celebrations at the London Stadium.\nBut a lengthy VAR check found that the ball had hit Tomas Soucek’s  arm before it crossed the line to leave the home fans frustrated and  both sides with a point. \nVilla remain fourth on 56 points while West Ham are seventh on 44, three  points behind sixth-placed Manchester United who have a game in hand.\nIn Saturday’s late action in the Premier League, Tottenham slumped to a shock 3-0 defeat against Fulham and remained on fifth in the standings.\nFifth-placed Tottenham were punished for a sloppy performance as the  in-form Rodrigo Muniz netted twice either side of Sasa Lukic’s first  goal for Fulham.\nPublished in Dawn, March 18th, 2024\n", "7": "KARACHI: The ninth edition of the HBL Pakistan Super League is set to culminate in a title-deciding clash between a side for which finals have been a curse lately and a team which doesn’t know how to lose one.\nHere at the National Bank Stadium on Monday, Multan Sultans will play their third PSL final in a row, the first of which resulted in their maiden trophy, but the other two saw them go down to Lahore Qalandars — by 42 runs 2022 and by an agonising margin of one run last year.\nAs they go for another shot at glory, their opponents will be Islamabad United, who have made it to the final for the first time in six seasons, but on both the two occasions they were involved in the title clash — 2016 and 2018 — they were crowned the champions.\nLed by Pakistan’s star all-rounder Shadab Khan, United have arrived in the final with just the right momentum, fueled by a resurgent win over Peshawar Zalmi in the second Eliminator on Saturday.\nUnited had chased down 229 runs to beat Sultans in their last league match before that, giving them a psychological edge over the Mohammad Rizwan-led unit.\nEnding up as runners-up in the last two editions may seem like a matter of hard luck for the Sultans, but that’s not how the franchise’s players are looking at it. They have been directed by their captain Rizwan to put in even more effort on Monday.\n“Last year we lost by one run, we have lost three matches this season and that too very close margins,” Sultans batter Usman Khan observed while talking to Dawn on Saturday. “Rizwan tells us to make sure that we work hard to avoid that one ball or the one moment that may potentially let us down at the end of the game.”\nRizwan’s active nature on the ground as a leader of his pack and his shrewd decision making has been impressive once again this season and many in the cricketing circles have called for the wicket-keeper/batter’s appointment as the Pakistan captain.\n“Before every match he tells us to go inside the ground with a champion’s mindset,” revealed Usman. “And the way bucks all of us up even if we make mistakes is something that keeps our morale high.”\nRizwan’s support has helped Usman plunder 373 runs at a stunning average of more than 124 in only six outing this season with the support of two centuries. He is placed third in the league’s batting charts only under Rizwan who is second with 373 runs to his name.\nRizwan’s counterpart Shadab is not far behind in terms of runs and is well among the wickets as well. He has smashed 301 runs with a strike-rate of nearly 147, mostly playing at number four for United. With his leg-spin Shadab has hunted down 11 victims.\nHis average, however, is on a slightly higher side making him less lethal of a spin option than Sultans’ Usama Mir, who is the highest wicket-taker this season with 23 scalps and his average, 15, is half as much as Shadab’s.\nBut the all-rounder is blessed with the experience and utility of Imad Wasim, who has emerged as United’s trump card in the latter stages of the tournament. He won the match with the bat in the recent wins against Sultans and Zalmi, while also demonstrating expertise with his left-arm spin.\n“He is one of the best all-rounders in the world right now,” Shadab said after the match against Zalmi. “You can’t doubt his ability after how he has won the last three knockout matches of us.\n“We are lucky to have him in our team.”\nImad put up a match-winning partnership of 98 runs with Pakistan discard Haider Ali to snatch the second Eliminator from Zalmi’s jaws after the Babar Azam-led side had taken five United wickets in the space of 11 overs.\nHaider, who has been dubbed as a wasted talent after emerging as an explosive batter in his early days, hit three towering sixes to wrap up the game for United, and Shadab believed such players were worth investing in.\n“Some players need more love and respect than others and Haider is one of them,” he said. “You can’t write them off on the basis of a few bad performances.”\nUnited’s depth and Sultans’ consistency will be tested in the final on a playing surface, which is likely to be on the slower side but is also expected to provide value for good batting.\nPublished in Dawn, March 18th, 2024\n", "8": "KARACHI: Peshawar Zalmi head coach Darren Sammy sat dejected, sunk in his chair in the press conference room after Islamabad United had knocked his team out of the HBL Pakistan Super League on Saturday.\nThe former West Indies skipper had been associated with Zalmi since the first season of the PSL — first as captain and then as coach — and his is the only franchise that has succeeded in qualifying for the playoffs in all of those seasons.\nFor that level of consistency, Zalmi have won the title only once, and for Sammy, that is far from enough.“Being consistent doesn’t mean anything to me without a trophy,” he told reporters after the loss against United. “I think that’s what we look to or aim to get every year.\n“Nine playoffs, one trophy; that’s not enough”\nSammy rued how Zalmi lost both the Qualifier and the Eliminator, as he criticised how his players “didn’t execute plans” in the latter.“We’ve always got in the first hurdle, this year again we had two bites at the cherry and we could not move on,” he observed.\nSammy believed United approached the game with a relentlessness that has defined the side season in season out. Meanwhile, he was of the opinion that Zalmi “did not want is as much” as their opponents did.\n“They have a lion as their mascot and that tells a lot about Islamabad,” he said. “Before the match I had asked my team what did they know about United and all of them agreed that they come at you again and again.”\nPublished in Dawn, March 18th, 2024\n", "9": "\n\nCHITTAGONG: Sri Lankan batter Charith Asalanka (R) and team consultant Sanath Jayasuriya speak during a practice session at the Zahur Ahmed Chowdhury Stadium on Sunday.—AFP\n\n \nCHITTAGONG: Sri Lanka fast bowler Dilshan Madushanka will miss the rest of the tour of Bangladesh while home paceman Tanzim Hasan Sakib is also out of the decisive third and final ODI on Monday after both suffered hamstring injuries.\nBoth players have been vital for their respective sides in a one-day series dominated by pace bowlers, picking up four wickets each in the first two matches.\nThe series is tied 1-1 after hosts Bangladesh won the opener by six wickets, with Sri Lanka taking the second by three wickets.\nSri Lanka Cricket said Madushanka suffered a hamstring problem during the second ODI on Friday. \n“Madushanka will not take part in the ongoing tour as the bowler will return to start rehabilitation work,” SLC said. Tanzim had similarly injured his hamstring, while bowling in the nets on Sunday. \n“He will be sent to Dhaka today for his scan,” Bangladesh Cricket Board doctor Monzur Hussain said.\nBangladesh have dropped opener Liton Das for Monday’s decider in Chittagong after he was dismissed for consecutive ducks in the first two matches.\nUncapped Jaker Ali Anik took his place in the Bangladesh squad for the match.\nSri Lanka won the earlier Twenty20 series 2-1. The two sides are also set to play two Tests.\nPublished in Dawn, March 18th, 2024\n", "10": "SYDNEY: Senior International Olympic Committee (IOC) Vice-President John Coates is unsure how many Russian athletes will compete as neutral athletes at the Paris Games, but thinks reports that it might be as low as 40 could be close to the mark.\nUnder sanctions put in place because of the 2022 Russian invasion of Ukraine, for which Belarus acted as a staging post, the IOC is allowing only some Russian and Belarussian athletes to compete in Paris under tight restrictions.\nThe inclusion of the neutral athletes remains a contentious issue, with Ukraine Foreign Minister Dmytro Kuleba describing December’s decision to allow them as  “shameful”, and Paris Mayor Anne Hidalgo saying last week she hoped they would not come.\n“The issue is how many of them are going to be there too, because they’re not going to be in any team sports because they can’t compete as Russia,” Coates said in Sunday’s edition of Sydney’s Daily Telegraph.\n“And then anyone who is prepared out of the Russian military clubs, they’re not going. I don’t know, but obviously some athletes might choose not to go if they’re not competing for Russia.\n“I mightn’t be right, but I think that I’ve read something that it might be as little as 40.”\nNeutral athletes will compete only in individual sports without flags, emblems or national anthems, and athletes who actively support the war in Ukraine, or are contracted to the Russian or Belarusian military, are not eligible.\nMoscow, which describes the invasion as a  “special military operation”, called the restrictions  “illegitimate, unfair and unacceptable”, but Russia’s Olympic chief, Stanislav Pozdnyakov, has confirmed its athletes would not boycott the Games.\nBecause of doping sanctions that prevented them from competing under the Russian flag, 335 athletes took part in the 2021 Tokyo Summer Games as the Russian Olympic Committee (ROC) team, winning 71 medals. Belarus sent 101 athletes who won seven medals.\nThe ROC has since been suspended by the IOC for recognising regional Olympic Councils in territories annexed from Ukraine, a decision upheld by the Court of Arbitration for Sport (CAS) last month.\nOf 4,600 athletes who had qualified for the Games at the time of the December decision on neutral athletes, eight were Russians and three held Belarusian passports. More than 60 Ukrainians had qualified.\nSome sports, such as equestrian, have announced they will not allow any athletes from the two countries to compete, while World Athletics has had a blanket ban on Russian and Belarusian athletes since early 2022.\nOthers, such as World Swimming and the International Tennis Federation (ITF), will allow Russians and Belarussians to compete under the IOC restrictions.\nRussia’s world number four tennis player, Daniil Medvedev, said earlier this month he was looking forward to competing and would abide by the rules.\nThe Paris Olympics run from July 26 to Aug 11.\nPublished in Dawn, March 18th, 2024\n"}, "Link": {"0": "https://www.dawn.com/news/1822133/vinicius-hits-brace-as-real-distance-girona", "1": "https://www.dawn.com/news/1822132/alcaraz-faces-medvedev-for-indian-wells-title-after-stopping-sinner-streak", "2": "https://www.dawn.com/news/1822131/castellanos-helps-lazio-down-frosinone", "3": "https://www.dawn.com/news/1822130/casemiro-out-of-brazil-squad-with-injury", "4": "https://www.dawn.com/news/1822129/ocallaghan-beats-titmus-to-send-olympic-warning", "5": "https://www.dawn.com/news/1822128/kane-scores-to-set-record-in-bayerns-5-2-win-at-darmstadt", "6": "https://www.dawn.com/news/1822127/chelsea-survive-leicester-scare-to-reach-fa-cup-semi-finals", "7": "https://www.dawn.com/news/1822126/hbl-psl-2024-sultans-look-to-break-curse-as-united-eye-another-triumph-in-final", "8": "https://www.dawn.com/news/1822125/consistency-means-nothing-without-a-trophy-says-zalmi-coach-sammy", "9": "https://www.dawn.com/news/1822124/sri-lanka-bangladesh-hit-by-key-injuries-for-odi-decider", "10": "https://www.dawn.com/news/1822123/paris-games-could-feature-only-40-russian-athletes-says-iocs-coates"}, "Category": {"0": "sport", "1": "sport", "2": "sport", "3": "sport", "4": "sport", "5": "sport", "6": "sport", "7": "sport", "8": "sport", "9": "sport", "10": "sport"}, "CreationDate": {"0": "2024-03-18", "1": "2024-03-18", "2": "2024-03-18", "3": "2024-03-18", "4": "2024-03-18", "5": "2024-03-18", "6": "2024-03-18", "7": "2024-03-18", "8": "2024-03-18", "9": "2024-03-18", "10": "2024-03-18"}}