{"Keys": {"0": "sports", "1": "sports", "2": "sports", "3": "sports", "4": "sports", "5": "sports", "6": "sports", "7": "sports"}, "Header": {"0": "Preteen housemaid ‘tortured to death’", "1": "LLF delves into ideas and culture", "2": "Alhamra resonates with musical legacy of Noor Jehan", "3": "Desk-bound professionals urged to exercise", "4": "Anti-polio campaign targets 1.6m children", "5": "Upgraded Safari Park opens its doors", "6": "Caretaker CM exposes rampant inducements", "7": "Over 500 held in kite crackdown"}, "Summary": {"0": "Three nominated accused arrested, deny allegations of violence", "1": "Citizens throng thought-provoking sessions, music performances", "2": "Prominent singers and musicians lauded for contributions", "3": "Guidelines from WHO recommends 150 minutes of moderate-intensity physical activity per week", "4": "4,869 teams mobilised to carry out vaccination drive", "5": "Park boasts special Hologram Zoo, which can be experienced by wearing special glasses", "6": "He acknowledges low salaries, limited facilities available to civil servants in Punjab compared to private sector", "7": "Authorities registers 539 cases and locked the accused behind bars pending further investigation"}, "Detail": {"0": "A young housemaid was allegedly beaten to death in Neemat Colony on Saturday. Police acted quickly, arrested the nominated accused and registered a case. Meanwhile, Chairperson of the Child Protection and Welfare Buereau Sarah Ahmed dispatched a team to the housemaid's employers’ residence after learning of the incident.\nFour months ago, 12-year-old Ayesha was hired by school teachers Fazlur Rahman, Sunila Tufail, and Raheela Tufail as domestic help at a wage of Rs12,000.\nThe victim was allegedly tortured by Fazlur Rahman, Sunila Tufail and Raheela. She was fine when her mother visited her a month ago, but the accused allegedly abused Ayesha after she left. \nThe victim's head, hands, arms and legs all bore marks of physical abuse. Ayesha was allegedly tortured on Friday night as well, which led to serious deterioration of her health. She was taken to Civil Hospital, where she succumbed to her injuries. \nUpon learning about the violent incident, police officers from SP Madina Town, ASP People's Colony and SHO Madina Town Umar Sarfraz Waraich arrived at the scene. \nPolice shifted the body to hospital for a post-mortem examination, arrested Fazlur Rehman, Sunila Tufail and Raheela Tufail and started the investigation process by registering case no 649/24 Crime 302/34 PPC against the three accused upon the statement of Murtaza, the father of the murdered girl.\nMarks of torture were found on the body upon examination. The postmortem report will clarify the cause of death. The arrested accused claimed that they did not torture the house maid and that the marks on her body were caused by allergies. After taking notice of the situation, City Police Officer Captain (Rtd) Muhammad Ali Zia ordered SP Medina Town to submit a thorough report about the incident. \nHowever, CPWB Chairperson Sarah Ahmad took notice of Ayesha’s death and issued instructions to her team to contact the relatives of the deceased, stating that the Bureau will do its part to hold Ayesha's killers accountable and offer the family all assistance possible.\nAhmad further stated that the bureau will extend complete legal assistance to the family of the deceased domestic worker. \"We share the grief of the bereaved family over this incident,\" she said.\nPublished in The Express Tribune, February 25th, 2024.\n", "1": "The second day of the Lahore Literary Festival (LLF) unfolded as a tapestry weaving together profound ideas, artistic milestones and cultural reflections.\nA large number of citizens participated in the cultural and literary activities at Alhamra Arts Centre. The day began with a book launch session titled ‘Lahore cinema: Between realism and fable’ that was hosted by Nasreen Rehman, a screenwriter, historian and translator. The guest, Professor Iftikhar Dadi, talked about his book covering the origin, peak, crisis and different phases of the Pakistan film industry. He said Lahore was a centre of film production in the 1920s, which produced super hit films.\n“The relationship between Lahore and Bombay with respect to the industry continued and films on similar subjects were produced in Pakistan and India in the 1950s and 60s. The film Anar Kali was produced in Lahore in 1958, while the super hit Mughal-e-Azam was produced in Bombay in 1960. The music, production style and stories revolved around similar subjects,” he added.\nProfessor Dadi eulogised the role of film producers and musicians of the era, especially Riaz Shahid, Saadat Hassan Manto and Khawaja Khursheed Anwar. \nIn another session, poet Michael Cirelli from the United States and his wife Dr Sara Zaidi discussed their initiative in Pakistan to promote local poets. \nIn a thought-provoking session, ‘Writing the other’, literary giants Mohsin Hamid, Monica Ali, Jose Luis Peixoto and HM Naqvi delved into the art of infusing emotions into characters. \nAs an autobiography unveiling of Salman Farooqui took centre stage, former WAPDA chairman Shakeel Durrani and columnist Rashid Amjad shared insights into the writer’s private and social life, discussing his impact on art and society. Amjad hailed him as a metaphor for resilience.\nThe exploration of digital frontiers continued with a panel comprising of Roshaneh Zafar, Momina Aijazuddin and Sadaffe Abid offering a glimpse into a future where technology intersects with social impact. The session moderated by Professor Taimur Rahman resonated as a call for innovation in the battle against poverty.\nThe intellectual kaleidoscope turned with sessions like a discussion on ‘The widening war’ in the Middle East, and a captivating journey through the artistic milestones of Shakir Ali, Zahoorul Akhlaq and Imran Qureshi.\nMeanwhile, musical performances continued on the lawns. Traditional food and bookstalls were also set up.\nPublished in The Express Tribune, February 25th, 2024.\n", "2": "The grandest cultural affair in the provincial capital unfolded at Lahore Arts Council Alhamra, where tribute was paid to the artistic legacy of Madam Noor Jehan.\nThe event saw the participation of esteemed figures like Nagma Begum, Zulfiqar Mana, Mustafa Qureshi, Syed Noor, Safdar Malik, Aasma Butt, Saira Naseem, Aasma Lata, Megha, Masood Butt, Ali Badr, Shaheen Dar, Faisal Hayat and numerous other artists. \nServing as the chief guest was Punjab Information and Culture Secretary Daniyal Gaillani.\nThe ceremony commenced with a striking portrait unveiling of Noor Jehan, followed by a captivating performance by Aasma Lata, who donned the persona of the legendary singer.\nDaniyal Gaillani honoured Mumtaz Begum with a turban and presented her with the Noor Jehan Award. \nFilmstar Naghama Begum received recognition from Ali Badr and Asma Butt, while film director Syed Noor and Masood Butt bestowed an award upon Mahim Rehman.\nThe event also featured accolades presented by senior film producer Safdar Malik, Daniyal Gaillani and others, highlighting the enduring impact of Noor Jehan's legacy on the entertainment industry.\nAdditionally, prominent singers and musicians of Pakistan were lauded for their stellar contributions, with renowned artistes such as Humira Channa, Ustad Tafo, and Anwar Rafi receiving prestigious awards and cash prizes.\nEMI, a leading music company, distributed royalty checks to veteran musicians and singers, underscoring their invaluable contributions to the film industry.\nIn cinematic news, the film \"Texali Gate,\" helmed by director Abu Aliha, has captivated audiences across cinemas.\nThe movie's premiere, attended by luminaries like Ayesha Umar, Yasir Hussain, and Meher Bano, was a star-studded affair that showcased the rich cultural tapestry of Lahore's inner city. \nActress Iqra Aziz made a special appearance at the premiere, adding to the glitz and glamour of the event.\nFurthermore, the Lahore Literary Festival unveiled its schedule, promising an array of thought-provoking debates, music performances, seminars, and book launches over three days.\nAdditionally, the Punjab Arts Council has announced the dates for the Punjab Painting Competition and Punjab Theatre Competition, marking the beginning of a talent hunt aimed at nurturing creativity and artistic expression across the province.\nPublished in The Express Tribune, February 25th, 2024.\n", "3": "Engaging in one or two exercise sessions per week can be as effective as daily activity in reducing abdominal fat, waist circumference and body mass index. \nThis was suggested by fitness expert Arbab Fatima while addressing the media on Saturday. She cited and highlighted research aimed at understanding the correlation between different methods of physical activity and the resultant reduction in body fat. \nAccording to her, this sheds light on alternative approaches for individuals with busy schedules to maintain fitness. Guidelines from the World Health Organization (WHO) recommend 150 minutes of moderate-intensity physical activity per week, or 75 minutes of vigorous-intensity activity. \nFatima said many people struggle to meet these recommendations.\nPublished in The Express Tribune, February 25th, 2024.\n", "4": "As the next phase of the anti-polio campaign kicks off from February 26 to March 3 in the district, an estimated 1.6 million children under the age of five are set to receive polio drops.\nA workforce of 4,869 teams has been mobilised to carry out the vaccination campaign.\nThe campaign was officially launched at Allied Hospital I, with Deputy Commissioner Ali Abdullah Nayyar Sheikh administering the first polio drops to children.\nAlongside him were key figures including CEO DHA Dr Asfandyar, MS Dr Muhammad Faheem Yousaf, DHO Dr Azmat Abbas, DDHO Dr Azeem Arshad, Madam Shahnaz from UNICEF, and members of civil society.\n\nRead Scope of anti-polio campaign expanded\nExpressing the critical importance of the campaign, Deputy Commissioner Ali Abdullah Nayyar Sheikh emphasised the need for meticulous attention and responsibility to fully eradicate the poliovirus from the country.\nHe stressed that every child under the age of five, including nomadic and Pashtun children, must be reached for vaccination.\nNayyar pledged personal oversight by visiting various areas in the district to monitor the performance of the polio teams.\nHe called for a sustained awareness campaign to inform parents and underscored that the success of the anti-polio effort hinges on parental cooperation.\nPublished in The Express Tribune, February 25th, 2024.\n", "5": "The upgraded Safari Park was inaugurated on Saturday. Children from SOS Village also came to visit the Safari Park, enjoying the lion and tiger safari in a special vehicle. \nLions in particular were seen roaming in an open and free environment. \nAdditionally, the park boasts a special Hologram Zoo, which can be experienced by wearing special glasses. The Hologram Zoo allows visitors to observe exotic animals like pandas in great detail.\n\nRead Lion population in Lahore's Safari Park on the rise\nThe facility also houses a range of animals, including ostriches, deer, stags, kudus, aryals and others. Secretary Communication and Works and Secretary Forests delivered a briefing about the Safari Park project. Six new elephants are expected to arrive at the zoo in the near-future.\nFor one month, school students will be able to enter the park for free.\nPublished in The Express Tribune, February 25th, 2024.\n", "6": "Caretaker Punjab Chief Minister Mohsin Naqvi revealed on Saturday that money had been offered to him for advantageous appointments and procurements during his tenure.\nChairing the farewell session of the caretaker provincial cabinet, he shed light on the pervasive culture of bribery ensnaring chief ministers, ministers and senior officials.\nNaqvi divulged that he had encountered offers, including a proposition of Rs100 million for the appointment an executive engineer (XEN) in a department. \n\"I was approached with inducements ranging from Rs5 million to Rs10 million in Dubai in exchange for the procurement of electric buses. On numerous occasions, nearly every quarter of my term, attempts were made to sway me with Rs50 million for the appointment of a cooperatives registrar,\" he disclosed to his cabinet colleagues and senior members of the bureaucracy.\nHe acknowledged the low salaries and limited facilities available to civil servants in Punjab compared to the private sector. \nHowever, unlike his team and the Pakistan Muslim League-Nawaz (PML-N), neither the Pakistan Tehreek-e-Insaf (PTI) nor the Pakistan People’s Party (PPP) and other opposition parties were pleased with the caretaker CM and his team. Opposition parties levelled accusations against them of unfair treatment and political engineering in favour of the PML-N during the general elections.\nPublished in The Express Tribune, February 25th, 2024.\n", "7": "The police arrested 544 accused and seized around 60,791 kites during an anti-kite flying drive in the district during the past week. \nA police spokesman said on Saturday that on the special directions of City Police Officer (CPO) Captain (retd) Muhammad Ali Zia, a vigorous campaign was launched across the district against the manufacturing, sale, purchase and use of kites and other related items. \nDuring this drive, police arrested 544 accused from Faisalabad during the last one week and recovered 60,791 kites, 1,542 packets of chemically coated string and other paraphernalia. \nAuthorities registered 539 cases and locked the accused behind bars pending further investigation, he added. Meanwhile, Sargodha police have decided to launch a crackdown against kite selling and flying.\nPublished in The Express Tribune, February 25th, 2024.\n"}, "Link": {"0": "https://tribune.com.pk/story/2457494/preteen-housemaid-tortured-to-death", "1": "https://tribune.com.pk/story/2457498/llf-delves-into-ideas-and-culture", "2": "https://tribune.com.pk/story/2457499/alhamra-resonates-with-musical-legacy-of-noor-jehan", "3": "https://tribune.com.pk/story/2457501/desk-bound-professionals-urged-to-exercise", "4": "https://tribune.com.pk/story/2457495/anti-polio-campaign-targets-16m-children", "5": "https://tribune.com.pk/story/2457500/upgraded-safari-park-opens-its-doors", "6": "https://tribune.com.pk/story/2457503/caretaker-cm-exposes-rampant-inducements", "7": "https://tribune.com.pk/story/2457502/over-500-held-in-kite-crackdown"}, "Category": {"0": "lahore", "1": "lahore", "2": "lahore", "3": "lahore", "4": "lahore", "5": "lahore", "6": "lahore", "7": "lahore"}, "CreationDate": {"0": "2024-02-25", "1": "2024-02-25", "2": "2024-02-25", "3": "2024-02-25", "4": "2024-02-25", "5": "2024-02-25", "6": "2024-02-25", "7": "2024-02-25"}, "Pic_url": {"0": null, "1": null, "2": null, "3": null, "4": null, "5": null, "6": null, "7": null}}