{"Keys": {"0": "international", "1": "international", "2": "international"}, "Header": {"0": "Pindi transporters warn of 10% fare hike", "1": "Section 144 imposed in capital", "2": "Patients in agony as axe falls on BHUs"}, "Summary": {"0": "Bykea, Qingqi rickshaws and wagon owners have already increased fares by Rs10", "1": "No political activities would be allowed in Islamabad", "2": "Sources say up to 200 patients visit each basic healthcare facility every day"}, "Detail": {"0": "The Rawalpindi’s transport federation and Qingqi rickshaw union on Friday demanded an immediate 10% increase in transport fares following the latest increase in petrol price.\nThe transport bodies also warned of hiking fares for all local, district and intercity routes themselves if the district administration failed to issue a notification in three days. Against Rs21 increase in the prices of petroleum products in the last three announcements by the government, all loader vehicles, pick and drop transport and vegetable and fruit grocery merchant loading vehicles have increased fares by 12%.\nThe transportation charges are expected to jack up the prices of vegetables, fruits and grocery items. Bike transport service Bykea, Qingqi rikhshaw and wagon drivers have already increased fares by Rs10. The central vice chairman of Transport Federation, Asif Khan said that the threetime increase in the petroleum prices have lifted the prices of spare parts of all vehicles from 500 to 800%. The prices of vehicles have increased by 100%, while vehicle repair rates have also been jacked up.\nSimilarly, traffic fines have also been increased by 50% and traffic police officials have also hiked inspection rates, he said, adding the salaries of drivers, helpers and conductors have also increased by 40%. Asif put his weight behind the increase in fares for all inter-district, long routes and inter-city routes forth with in consultation with the transport organisations. Bykea Motorcycle Transport Union vice president Sohail Abbasi claimed that the Bikeya fares have been justifiably raised in the wake of fuel cost hikes.\n", "1": "The security in the federal capital has been strengthened to deal with any untoward situation and Section 144 has been imposed, prohibiting demonstrations and gatherings.\nMoreover, no political activities would be allowed in Islamabad and only individuals with invitations would be permitted to go towards the Parliament House.\nAdditionally, SSP operations need to be requested for any activity in the High-Security Zone. Strict monitoring of all matters is being carried out through Safe City camera.\nAPP\n", "2": "Dropping an axe on the already limited healthcare facilities, the caretaker Punjab government has abolished 48 posts of male and female medical officers (MOs) in public dispensaries across Rawalpindi district. The treatment of thousands of patients has almost come to a standstill after a notification was issued by the provincial Primary and Secondary Health Care Department on February 16, 2024.\nAccording to the notification, the services of 42 female and six MOs have been terminated. The dispensaries, which have been deprived of doctors, are located in the rural areas of Cantonment like Gujar Khan, Mandira, Kaliam Awan, and Rawalpindi city. Each dispensary was providing treatment facilities to up to 200 male and female patients a day. The dispensers of all these dispensaries have already been sacked.\nThe affected rural dispensaries and municipal health centres include Udara Usmanzada Islampura, Jabar Gujar Khan, Khanyal Bajrana Gujar Khan, Kalyam Awan, Kanoha Kallar Syedan, Satellite Town Rawalpindi, C h a k l a l a , D h a m a n Syedan, Peyal, Meyana, Ahmedabad Ward 6 Cantt, Azam Colony Ward 9 Cantt, Dhok Mustaqeem Ward 1, Dhok Mustaqeem Ward 2, Lal Kurti, Naseerabad, Taj Bazar, Dhok Gujran, Punjab Haas Rural dispensary, R Sobay Shah, Shakriyal, Akalgarh, Amar Pura, Bani Chowk, Bohar Bazar, Chamanzar Colony, Imam Bara, Muslim Town, New Amarpura, Ratta Amaral, Sarfraz Road,Sirajiya Park, Adhwal, Basali,Dehla, Sahaal, Mohra Dogran, D h o k H a s s u , D h o k Mangtal, Dhok Ratta, Millat Colony, Mohanpura, and Waris Khan Mohalla.\nNewly elected Punjab Chief Minister Maryam Nawaz, in her first speech, has announced to upgrade the treatment facilities at the government level and to focus on the health sector. However, due to the above-mentioned decision to eliminate 40 posts of doctors, the citizens have lost the facilities of getting medical treatment at their doorstep. Health Authority Chief Executive Officer Dr Ejaz Ahmad, when contacted, said the dispensaries would continue working despite the termination of posts of doctors. He, however, said the treatment process at the basic health facilities would suffer until the new government clears the picture.\n"}, "Link": {"0": "https://tribune.com.pk/story/2458131/pindi-transporters-warn-of-10-fare-hike", "1": "https://tribune.com.pk/story/2458128/section-144-imposed-in-capital", "2": "https://tribune.com.pk/story/2458126/patients-in-agony-as-axe-falls-on-bhus"}, "Category": {"0": "islamabad", "1": "islamabad", "2": "islamabad"}, "CreationDate": {"0": "2024-03-02", "1": "2024-03-02", "2": "2024-03-02"}, "Pic_url": {"0": "https://i.tribune.com.pk/media/images/11659556932-0/11659556932-0.jpg", "1": "https://i.tribune.com.pk/media/images/mpo1690471948-0/mpo1690471948-0.jpg", "2": "https://i.tribune.com.pk/media/images/download-(1)1646631798-0/download-(1)1646631798-0.jpg"}}