{"Keys": {"0": "peshawar", "1": "peshawar", "2": "peshawar", "3": "peshawar", "4": "peshawar", "5": "peshawar", "6": "peshawar", "7": "peshawar", "8": "peshawar", "9": "peshawar", "10": "peshawar", "11": "peshawar", "12": "peshawar", "13": "peshawar", "14": "peshawar"}, "Header": {"0": "JUI-F to boycott elections for chief minister and PA speaker", "1": "Three stone crushing plants sealed in Khanpur", "2": "Smoking cessation clinic established in Peshawar’s LRH", "3": "Highwaymen kill truck driver in Darra Pezu town", "4": "ANP demands judicial probe into ‘unprecedented poll rigging’", "5": "Swat sanitation workers rally for pay raise", "6": "Independent declared winner of PK-41 election", "7": "Chitral DC convenes open court in border village", "8": "Bajaur Christians seek jobs", "9": "Lower Dir traders resent prolonged power outages", "10": "PHC stops shifting of psychiatric hospital to another health facility", "11": "PTI poll nominee moves FIA over ‘fake’ Facebook page", "12": "Tank police arrest thieves, recover stolen items", "13": "Martyred policeman laid to rest", "14": "Governor lauds sacrifices of police for restoration of peace"}, "Summary": {"0": "Durrani says other parties requested to join protests against poll ‘rigging’.", "1": "Assistant commissioner, Faraz Qureshi, said the action was initiated on public complaints.", "2": "The doctor said the smoking cessation clinic would initially focus on staff members of the hospital.", "3": "LAKKI MARWAT: Highwaymen shot dead a truck driver in Darra Pezu town of Lakki Marwat district on Tuesday night, the police said.", "4": "Aimal urges nationalists to protest together", "5": "SWAT: The daily wage employees and members of Mutahidda Mazdoor Union of water and sanitation services company held ...", "6": "ECP orders notification of Laiq Mohammad’s victory", "7": "CHITRAL: Lower Chitral deputy commissioner Mohammad Imran Khan convened an open kutchery in the border village of...", "8": "BAJAUR: The representatives of Christian community here on Wednesday sought government jobs and provision of basic...", "9": "LOWER DIR: The traders on Wednesday complained about excessive electricity loadshedding in the district, causing...", "10": "Bench seeks response of govt to plea against the move", "11": "KOHAT: PTI-backed independent candidate for PK-91, Kohat-II, Daud Afridi has moved the Federal Investigation...", "12": "DERA ISMAIL KHAN: Police claimed to have arrested five thieves in Tank and recovered five stolen motorcycles, 13...", "13": "PESHAWAR: Funeral prayers of police constable, Tauseef Khan, who embraced martyrdom during an encounter with...", "14": "CHARSADDA: Governor Haji Ghulam Ali Khan said here on Wednesday sacrifices of police force for restoration of peace..."}, "Detail": {"0": "PESHAWAR: The Jamiat Ulema-i-Islam-Fazl on Wednesday announced that it would boycott the elections for the offices of the Khyber Pakhtunkhwa’s chief minister and the provincial assembly’s speaker and deputy speaker.\nThe house will elect its speaker and deputy speaker today (Thursday).\n“We [JUI-F] have decided not to take part in the elections for the chief minister, speaker, and deputy speaker.\nWe are going to boycott this electoral exercise,” senior JUI-F leader and former chief minister Akram Khan Durrani told reporters after the oath-taking ceremony for MPAs.\n\nDurrani says other parties requested to join protests against poll ‘rigging’\n\nMr Durrani said that the JUI-F informed the other opposition parties in the provincial assembly in a meeting on Wednesday about its intention to boycott elections.\nHe said that his party had the majority of seats in the Balochistan Assembly and could even install its own chief minister in the province, but it preferred to sit on the opposition benches.\nThe JUI-F leader said that his party turned down a PML-N proposal to join the federal government and would continue to raise voice against election “rigging” on the floor of the house as well as in street protests.\nHe said that political parties were holding demonstrations against poll “rigging” across the country, and even it was protested by the PTI, which won polls in KP.\n“Religious forces are on the streets across the country [against polling rigging], while nationalist parties are staging protests in Sindh and Balochistan. The Awami National Party is also protesting in Khyber Pakhtunkhwa, where our party is set to announce its protest schedule,” he said.\nMr Durrani said that his party was in contact with others with requests to join protests.\nHe complained about violence on election day and alleged that voters were taken away at gunpoint and ballot boxes were stuffed with bogus votes.\nThe JUI-F leader claimed that he had videos showing his rivals stamp ballot papers.\nHe took a dig at PTI workers sitting in the visitors’ gallery during the oath-taking ceremony in the assembly over their rowdy behaviour and said that the house appeared to be a “cattle market.”\nMr Durrani said that in such circumstances, any respectable person would think twice before becoming part of the house.\n“Culture and traditions take hundreds of years to take shape before they drive the world. When a nation moves away from its culture and religion, then it can’t survive for long,” he said.\nThe JUI-F leader said under the new government, the inflation rate would hit an all-time high.\nIn the provincial assembly, the PML-N and JUI-F have nine seats, including seven general seats and two reserved for women.\nOn Tuesday, JUI-F chief Maulana Fazlur Rehman announced that his party would neither become part of the government nor take part in the opposition leader’s election.\nPublished in Dawn, February 29th, 2024\n", "1": "HARIPUR: The district administration sealed three stone crushing plants for operating without obtaining No Objection Certificate from the Environment Protection Agency (EPA) in Khanpur area, official sources said here on Wednesday.\nAssistant commissioner, Khanpur, Faraz Qureshi said the action was initiated on public complaints presented to the deputy commissioner during an open kutchery held last week, and reports of EPA’s Abbottabad office.\nHe said following complaints and the direction of additional secretary home department, he along with assistant director mines and minerals, Haripur, and EPA officials conducted a surprise visit to some areas of Khanpur tehsil, where the stone crushing plants were operating.\nMr Qureshi said during the examination of documents of crushing plants, three plants were found to be operating without NOC from EPA.\nHe said he sealed these plants.\nAccording to EPA documents, Khanpur tehsil alone houses 28 stone crushing plants, but only eight have the EPA’s construction NOC, and only six have operational NOC.\nIt may be added that establishment and operation of stone crushing plants near the populated areas and Khanpur reservoir had drawn objection from environmentalists and locals. Some complainants have also moved court.\nPublished in Dawn, February 29th, 2024\n", "2": "PESHAWAR: The Lady Reading Hospital has established a smoking cessation clinic to help people addicted to smoking cigarettes.\nThe clinic has been established at the Outdoor Patient Department, and it would be operational from 12pm to 2pm every Monday, Dr Ehtesham of the pulmonology department of LRH said.\nHe said a consultative meeting on the draft action plan proposed legislative reforms regarding e-cigarettes in Khyber Pakhtunkhwa.\nChairing the meeting, deputy director of public health Dr Majid appreciated the efforts of the hospital management, staff and praised the idea of the clinic.\nDr Ehtesham said the smoking cessation clinic would initially focus on staff members of the hospital. He said smokers were treated with two separate medicines, depending on the level of addiction to nicotine besides judging withdrawal severity.\nHe said the number of smokers in Pakistan constituted about 23 per cent of the population.\nHe said according to World Health Organisation, in 2018 there were around 24 million smokers in the country, and the number had since surged to 27 million.\nThe participants of the meeting stressed the need for awareness about hazards of smoking, especially the modern modes of addiction, including e-cigarettes, nicotine pouches and sheesha.\nThe participants also suggested holding seminars in educational institutions to sensitise the students.\nPublished in Dawn, February 29th, 2024\n", "3": "LAKKI MARWAT: Highwaymen shot dead a truck driver in Darra Pezu town of Lakki Marwat district on Tuesday night, the police said.\nThey said the truck driver, Malang, a resident of Shahrag area of Balochistan, was killed when he tried to reverse his vehicle to escape the bandits.\nAllahdad, a resident of Ziarat area of Balochistan, who accompanied the slain driver, told the police that they were taking coal from Shahrag area to Peshawar.\nHe said when they reached the Darra Pezu mountains at 2am, a group of highwaymen was already busy in looting passengers on the DI Khan Road. “After noticing them, Malang tried to reverse his vehicle, but three bandits came there and one of them shot at him with his weapon,” he maintained.\nHe said the driver sustained critical head injuries and died instantly. He said the armed men snatched a mobile phone and cash from him and fled the place.\nThe police said the body was shifted to a local health facility for postmortem.\nMeanwhile, the police arrested four outlaws during a search and strike operation in Shahbazkhel town of Lakki Marwat on Wednesday.\nAn official said a party of Shahbazkhel police station led by SHO Zaman Shah raided a hideout of criminals in Masha Mansoor area and arrested a proclaimed offender, Zakirullah, who was wanted in a murder case.\nHe added Hidayatullah, who was facilitator of criminals, was held during a raid in Jhangkhel.\nThe official said police also raided a hideout of an outlaw in Sherikhel village and seized arms and ammunition. He said during the raids, police also arrested Fazal Waheed, who was facing charges of torturing a citizen in Badnikhel area.\nThe police also arrested a drug trafficker, Abdul Samad, and recovered a small quantity of ice drug from him.\nTREE PLANTATION: Additional commissioner Baidullah Shah inaugurated spring tree plantation drive by planting saplings on the premises of commissioner’s office in Bannu on Wednesday.\nOfficials of the forest department were also present on the occasion.\nThe sub-divisional forest officer said his department planned to increase forest cover during the ongoing plantation campaign.\nMr Baidullah directed the forest officials to engage civil society, teachers and students in plantation drive to make it a success.\nPublished in Dawn, February 29th, 2024\n", "4": "\n\nANP provincial president Aimal Wali Khan addresses a protest rally outside the KP Assembly building in Peshawar on Wednesday. — White Star\n\n \nPESHAWAR: Awami National Party (ANP) provincial president Aimal Wali Khan on Wednesday demanded of Supreme Court Chief Justice Qazi Faez Isa to probe the ‘unprecedented rigging’ in the Feb 8 general elections.\n“If the Supreme Court’s inquiry begins, I will produce more than 50 people, who were approached by the ‘powerful’ people to offer election victory for money. I will share their WhatsApp messages with the chief justice of Pakistan,” Mr Aimal told a rally against election “rigging” outside the provincial assembly building.\nANP central general secretary Mian Iftikhar Hussain and provincial general secretary Sardar Hussain Babak also addressed protesters.\nThe ANP provincial president said that all nationalist parties, which were protesting poll rigging in different parts of the country, should unite to take their movement forward effectively.\n\nAimal urges nationalists to protest together\n\nHe said that his party’s struggle for the supremacy of the Constitution would continue.\nMr Aimal said the struggle was also meant for the freedom of those judges who didn’t decide cases on their own.\nHe wondered why the Supreme Court didn’t take notice of the countrywide political protests against poll “rigging.”\nThe ANP leader came down hard on authorities for creating problems for the party workers wanting to attend protest rallies.\nHe warned that if the practice continued, the ANP would demonstrate outside the Peshawar corps commander’s house.\nIn a veiled reference to the PTI, Mr Aimal insisted that Khyber Pakhtunkhwa had been handed over to the attackers of military installations on May 9 after the arrest of former prime minister Imran Khan.\nHe said that the ANP would not backtrack from its demand for the supremacy of the Constitution and the dispensation of justice.\nThe ANP leader and protesters vowed that they, along with their family members and the next generation, would continue the struggle for the constitutional rights of the people.\nHe urged the military to perform its basic duty of protecting the country’s borders.\nANP central general secretary Mian Iftikhar Hussain told protesters that the security establishment was “punishing the ANP for being nonviolent and for raising voice for the rights of the people.’\nHe claimed that election rigging took away 25 assembly seats from the ANP.\n“If the votes polled on Feb 8 are fairly counted, we [ANP] will have the majority of seats in this house,” he said.\nMr Hussain said through rigging in the Feb 8 general elections, all those, who used to raise voices inside parliament for the betterment of Pakistan, were sidelined.\nHe warned parliamentarians against “even thinking about amending” the Constitution.\nPublished in Dawn, February 29th, 2024\n", "5": "\n\nMuttahida Mazdoor Union workers stage protest in Mingora on Wednesday. — Dawn\n\n \nSWAT: The daily wage employees and members of Mutahidda Mazdoor Union of water and sanitation services company held a rally here on Wednesday to seek increase in salaries.\nHolding banners, they marched from Amankot area and reached Swat Press Club after passing through different localities. They threatened to to escalate their protest if their demand was not met till March 1.\nThe president of the union, Mohammed Raziq, general secretary Jameel Ahmed, senior vice president Raj Wali and president of Swat Class-IV Employees Syed Khattab addressed the rally.\nThey said that provincial government announced increase in salaries of employees across the province on July 1, 2023. However, they said, more than 70 officials of WSSC and tehsil municipal administration in Swat were excluded from the increase.\nThey said that WSSC employees were cleaning streets, drains and roads early in the morning, but they were always ignored in increase of salaries. “When we ask our bosses, they refer us to TMA while the TMA officials refer us to WSSC. We do not know where to go,” they said.\nThey urged government to award them overtime allowance and 35 per cent increase in salary. They also demanded a fixed salary of Rs32,000 for TMA staff, annual increments, resolution of the charcoal allowance issue and issuance of a seniority list.\nEVENT: Speakers at an event here on Wednesday said that KMU-IHS Swat Entrepreneurs Club in collaboration with Business Incubation Centre achieved a milestone in the realm of social entrepreneurship with the triumphant organisation of a Hult Prize event at Malakand University.\nBesides Malakand University Vice-chancellor Prof Rasheed Ahmad, the event was attended by teachers and students. Students showcased their pioneering ideas in social entrepreneurship.\nTwo start-up teams ‘Roots of Tomorrow’ consisting of Mahnoor Arshad, Samia Khushbakht and Mahnoor Alam; and ‘Blue Guardians’ comprising Afshan Fareed and Kiran Ali were declared winners. They will take part in the semi-final of Hult Prize to be held in Dubai later this year.\nPublished in Dawn, February 29th, 2024\n", "6": "MANSEHRA: The Election Commission of Pakistan on Wednesday declared independent candidate Laiq Mohammad Khan the election winner in Torghar district’s only provincial assembly constituency PK-41.\nAn ECP bench comprising Nisar Ahmad Durrani and Babar Hassan Bharwana set aside the petition of Awami National Party election nominee Zareen Gul and ordered the notification of Mr Laiq’s victory.\nThe returning officer of the constituency has already issued election results in the form of Form 49.\nLawyer Jehangir Khan Jadoon appeared for Mr Gul, while Babar Khan was the counsel for Mr Laiq.\n\nECP orders notification of Laiq Mohammad’s victory\n\nThe ECP bench declared that detailed reasons for the verdict would be recorded separately. It added that the petitioner could approach the election tribunal with his complaint.\nMr Gul had filed his complaint under sections 4, 8, 9 and 15 of the Election Act, 2017, insisting the election at women’s polling stations in the constituency was rigged.\nHe requested the bench to withhold the issuance of the final election results.\nMeanwhile, the winning candidate accused Mr Gul of committing postal ballot fraud.\nWARNED: The central traders body in Oghi tehsil on Wednesday warned if the Peshawar Electric Supply Company didn’t check prolonged and unscheduled power outages, they would observe a shutter down strike.\n“Our business activities have adversely been affected by the prolonged and unscheduled loadshedding. If power cuts don’t stop, we will take to the streets and observe a shutter down strike,” president of Oghi Traders Association Attaullah Khan told reporters.\nAccompanied by other association members, Mr Attaullah said the business community was paying huge taxes despite high inflation.\nPatron-in-chief of the traders’ body Maulana Obaidullah said the Peshawar Electric Supply Company suspended electricity every hour in the name of maintenance of power lines and trimming of tree branches.\nHe said traders regularly paid their electricity bills, but even then, they’re subjected to frequent and prolonged outages.\n“If Pesco doesn’t bring power cuts to an end by March 4, we will down shutters and take to the streets,” he said.\nMeanwhile, people in Jabori and its suburbs took out a rally against the prolonged power outages and demanded smooth supply of electricity.\nThey blocked Jabori’s central bridge and shouted slogans against the Pesco.\nThe speakers also complained about inflated power bills and said the government should withdraw extra surcharges from bills.\nPublished in Dawn, February 29th, 2024\n", "7": "CHITRAL: Lower Chitral deputy commissioner Mohammad Imran Khan convened an open kutchery in the border village of Arandu on Wednesday to listen to people’s problems and issue directives for their resolution.\nThe issues mostly related to the education, health, communication and works, public health engineering, food, agriculture and forest departments. The district heads of these departments were present on the occasion.\nDC Imran promised the local residents to take up the issues, which were beyond the purview of his authority, with the quarters concerned to get them solved within the shortest possible time.\nLater, accompanied by acting district police officer Mohammad Sattar Khan and other officers, the deputy commissioner visited the rural health centre after the residents complained about shortage of facilities and drugs there.\nHe asked the district health officer to submit him as report within a week regarding the complaints of locals.\nPublished in Dawn, February 29th, 2024\n", "8": "BAJAUR: The representatives of Christian community here on Wednesday sought government jobs and provision of basic amenities.\nThey made the demand at an open kutchery arranged by the district administration.\nAdditional deputy commissioner Ali Raza, officials of different departments and the police also attended the session, according to a statement.\nThe representatives of Christian community informed the officials that they had been living in the district for over five decades serving the local community, but they had been deprived of basic amenities of life.\nThey said absence of proper accommodation, a community centre, a graveyard, non-issuance of domicile and denial of jobs were their main issues.\nAdditional deputy commissioner Ali Raza assured the minority community representatives of taking tangible steps to resolve their issues.\nSHOP GUTTED: A grocery shop was gutted after unknown persons allegedly set it on fire in Khar town on Tuesday night.\nResidents and police officials told Dawn on Wednesday that the shop located in Eidgah Street was set ablaze by unknown persons late Tuesday night.\nThey said that goods and furniture in the shop owned by Ameer Gul were reduced to ashes.\nThey added that the shop owner had no enmity with anyone in the area.\nMeanwhile, a police team led by DSP Abdul Aziz Khan visited the affected shop to collect evidence, according to a statement.\nThe police team also met with the shop owner and residents.\nThey assured the shop owner of tracing those involved in the act.\nPublished in Dawn, February 29th, 2024\n", "9": "LOWER DIR: The traders on Wednesday complained about excessive electricity loadshedding in the district, causing misery to residents.\nTalking to reporters, president of Anjuman-i-Tajiran, Timergara, Haji Anwaruddin said the prolonged and unscheduled power outage had paralysed life in the city and its suburbs.\nFlanked by other traders, he said the business community held several meetings with Peshawar Electric Supply Company officials, urging them to bring down the duration of outages, but to no avail.\nThe traders threatened to bring people onto the roads if loadshedding duration was not curtailed.\nWOMEN ISSUES: Pakistan Tehreek-i-Insaf leader Nusrat Begum has said the upcoming provincial government will spare no effort in resolving issues of women belonging to backward districts like Dir.\nTalking to reporters in Talash here on Wednesday, she said she along with other party workers had met the chief minister-designate Ali Amin Gandapur in Peshawar the other day, and informed him about the active role of Dir women in the Feb 8 elections. She said a majority of women had voted for PTI, and now it was the turn of the party to resolve their genuine issues.\nMs Nusrat, who contested the National Assembly seat as an independent candidate in the 2013 elections, said over 120,000 women cast their ballots in Lower Dir on Feb 8.\nShe said Mr Gandapur promised to assign important responsibilities to her in Lower Dir to help resolve the problems of people, especially of women.\nDISTINCTION: The University of Malakand’s faculty of education dean Dr Mohammad Nisar has said National Accreditation Council for Teacher Education (NACTE) has granted X category to the varsity’s BS education programme.\nTalking to reporters in Chakdara on Wednesday, he added X category was the highest category, which was made possible through teamwork. He said Dr Iqbal Ahmad, Dr Rani Gul of the education department played key role in achieving the distinction.\nHe said a NACTE team evaluated the academic and allied facilities of B.Ed programme offered by the department of education and recommended upgradation of the departmental library by adding latest books to it.\nPublished in Dawn, February 29th, 2024\n", "10": "PESHAWAR: Peshawar High Court on Wednesday stopped provincial health department from discontinuing services at more than a century-old Sarhad Hospital for Psychiatric Diseases (SHPD) and shifting its assets and staff to a new psychiatric health facility in Peshawar.\nA bench consisting of Justice Ijaz Anwar and Justice Sahibzada Asadullah issued notices to the Khyber Pakhtunkhwa chief secretary and health secretary, asking them to respond to a petition filed by Friends of Mental Health Organisation.\nThe organisation has challenged the government’s decision to shift SHPD to Institute of Mental health Behavioural Sciences, Hayatabad, called as Fountain House, along with staff and assets.\nThe bench directed the government to maintain status quo on the matter till further order. Next date for hearing of the petition will be fixed later.\n\nBench seeks response of govt to plea against the move\n\nThe petitioner is an organisation focusing on and financing mental health projects at SHPD. The petitioner was represented by advocates Nouman Muhib Kakakhel and Saifullah Muhib Kakakhel.\nThey stated that SHPD was established inside Peshawar Central Prison in 1854 during British rule in India. They said that the hospital provided free of cost services to patients suffering from mental ailment throughout the province. They added that setting up the hospital inside the prison was due to security concerns with regard to patients with extreme psychological disorders.\nNouman Kakakhel said that in the light of rising mental health issues in the province, it was deemed necessary to have another hospital to compliment and assist the present setup of SHPD, therefore, a PC-I was prepared to make another health facility Fountain House in Hayatabad, Peshawar.\nHe argued that the PC-I was originally prepared with regard to establishing a new mental health hospital apart from SHPD as there was only one such hospital for the entire province which also accommodated Afghan refugees and patients from Gilgit-Baltistan.\nMr Kakakhel said that surprisingly, instead of setting up a separate full-fledged hospital, SHPD was being done away with and it was decided that all its assets and staff would be transferred to Fountain House.\nHe pointed out that a work plan was issued by the health department on January 24, 2024, wherein a timeline was provided with regard to shifting of SHPD to Fountain House. Following that, he said, the impugned office order was issued on February 26, 2024, to have shifting of all the facilities and ending the same on March 1, 2024.\nHe contended that both the hospitals collectively could accommodate 300 or so patients. He added that it was a meagre number for the whole province along with additional influx of patients from other areas.\nHe said that ending provision of mental health facilities at SHPD, merely because a new hospital had been established, would have a negative impact on all the people dependent on it.\nHe requested the court to declare as illegal and against public interest the decision to discontinue services of SHPD from March 1, 2024 and transfer its staff and assets to the Fountain House.\nHe prayed the court to declare that Fountain House should be made a separate hospital with full-fledged facilities to complement and support SHPD in providing mental health services to people.\nThe counsel said that relatives of patients admitted to SHPD had time and again written applications to relevant quarters with regard to non-shifting of the hospital to any other place, but in vain.\nPublished in Dawn, February 29th, 2024\n", "11": "KOHAT: PTI-backed independent candidate for PK-91, Kohat-II, Daud Afridi has moved the Federal Investigation Agency’s Cybercrime Wing and the police, demanding action over creation of a ‘fake’ Facebook page in his name, which he said, is being used to defame him and turn his likely victory in the polls into defeat.\nIt is worth mentioning here that elections on PK-91 had been postponed after the death of a contender a couple of days ahead of the February 8 polls.\nSpeaking at a press conference here on Wednesday, Mr Afridi accused a former PTI lawmaker of damaging his reputation after he had been denied ticket in both the 2018 and 2024 elections by the party’s founding chairman and former prime minister Imran Khan.\nMr Afridi said now he had been given a chance to contest elections that gave a strong message to his electorate in Lachi tehsil not to be fooled by a leader, who had only served his vested interest during his term.\nPROTEST: The traders of the wholesale grocery market on Wednesday protested the prolonged electricity loadshedding and inflated power bills.\nSpeaking to the protesters, All Tajir Ittehad chairman Ameer Khan Afridi and general secretary Israr Shinwari lamented that the residents were facing inhuman loadshedding of 12 to 15 hours. They alleged that Peshawar Electric Supply Company sent them inflated power bills despite excessive blackouts.\nThey said a heavy load had been put on the Rawalpindi Road 132KV grid station as a promised new grid station for the city could not be constructed.\nThey pointed out that areas like Kotal Township, Lachi and Gumbat tehsils had their separate grid stations.\nThey said power supply was suspended daily at 8am till 9pm, badly disturbing business activities.\nThey recalled that the Rawalpindi Road grid station had caught fire a few years ago, burning down 11 feeders. They said equipment at the grid had become obsolete.\nThey said land for the new grid was acquired decades ago, but work on it could not be started till date.\nPublished in Dawn, February 29th, 2024\n", "12": "DERA ISMAIL KHAN: Police claimed to have arrested five thieves in Tank and recovered five stolen motorcycles, 13 mobile phones and drugs from their possession.\nThe arrested men were identified as Wajahat, Amanullah alias Mani, Mehran, Jameel and Gohar. Police said that stolen items including five motorcycles, two electric stabilisers, 13 mobile phones, five sacks of tea, six ceiling fans and three gas cylinders were recovered from them.\nMeanwhile, Rescue1122 conducted a one-day training session on first medical aid and basic life support (BLF) at Government College of Technology (GCT), Dera Ismail Khan.\nThe participants of the session were imparted training about different life saving skills including first aid to injured people and subsequently their safe shifting to nearby hospitals. Trainers also educated them about personal protective measures, scene assessment, hazard prevention, trauma, cardiopulmonary recovery, bleeding, stabbing and bone fractures.\nMEETING: Deputy Commissioner Mansoor Arshad has said that all available resources will be utilised for ensuring peace in the area.\nHe was chairing a meeting here on Wednesday to review security-related measures. He said that effective measures would be taken to enhance mutual cooperation among relevant departments.\nThe meeting was attended by deputy commissioner of Tank, assistant commissioner of Dera Ismail Khan and officials of Anti-Corruption Establishment, police and other law enforcement agencies. The deputy commissioner of South Waziristan Lower and additional deputy commissioner of South Waziristan Upper attended the meeting through video link.\nPublished in Dawn, February 29th, 2024\n", "13": "PESHAWAR: Funeral prayers of police constable, Tauseef Khan, who embraced martyrdom during an encounter with criminals here on Tuesday night, were offered at the Peshawar Police Lines.\nCapital City Police Officer Syed Ashfaq Anwar, SSP operations Kashif Aftab Abbasi, family members and relatives of the martyred cop and police personnel attended the funeral.\nTauseef was martyred in Badbher area in an encounter with criminals.\nCCPO Ashfaq Anwar expressed condolences with the family members of the martyred officer.\nHe said those who laid down their lives to protect the people were the benefactors of the entire nation.\nA suspected criminal, Waheed, was traced and killed within few hours of the cop’s killing by the police during a search operation in Badbher.\nPublished in Dawn, February 29th, 2024\n", "14": "CHARSADDA: Governor Haji Ghulam Ali Khan said here on Wednesday sacrifices of police force for restoration of peace in the province would not be forgotten as they had become a part of history.\nHe was talking to journalists during his visit to the residence of SP Ijaz Khan, who was martyred in a clash with militants in Katlang area of Mardan, to offer condolence to his family.\nHe said that everyone was saddened by the martyrdom of SP Ijaz Khan as he sacrificed his life to protect the people of the area from criminal and sabotage activities of the evildoers. The history of Khyber Pakhtunkhwa police was full of sacrifices and SP Ijaz Khan was the hero of the nation, he added.\nHe said that Ijaz Khan Shaheed should be nominated for Tamgha-i-Shujaat for his bravery. He said that even before the February 8 polls, such incidents were happening to disrupt the election process and democratic system. He added that government and law enforcement agencies succeeded in holding peaceful elections. The governor said that provision of resources to police and increase in the number of the force were approved and next government would take steps in that regard.\nPROTEST: The employees of Tangi tehsil municipal administration staged a protest against non-payment of salaries and pensions.\nThe protesters blocked the road at Khatman Nabuwwat Chowk and boycotted their duty. They threatened to go on strike if their salaries were not paid by March 2.\nLed by Masood Bacha, they said that they were not salaries and pensions for the last three months. They said that they faced difficulties and problems owing to non-payment of their salaries. They said that they could not pay electricity and gas bills let alone purchasing medicines or paying school fees of their children.\nThe protesters said that they were indebted to shopkeepers, who were refusing to give them more daily use items on loan. They said that they started a phase-wise protest, which would continue till March 2.\nPublished in Dawn, February 29th, 2024\n"}, "Link": {"0": "https://www.dawn.com/news/1817975/jui-f-to-boycott-elections-for-chief-minister-and-pa-speaker", "1": "https://www.dawn.com/news/1817974/three-stone-crushing-plants-sealed-in-khanpur", "2": "https://www.dawn.com/news/1817973/smoking-cessation-clinic-established-in-peshawars-lrh", "3": "https://www.dawn.com/news/1817972/highwaymen-kill-truck-driver-in-darra-pezu-town", "4": "https://www.dawn.com/news/1817971/anp-demands-judicial-probe-into-unprecedented-poll-rigging", "5": "https://www.dawn.com/news/1817970/swat-sanitation-workers-rally-for-pay-raise", "6": "https://www.dawn.com/news/1817968/independent-declared-winner-of-pk-41-election", "7": "https://www.dawn.com/news/1817967/chitral-dc-convenes-open-court-in-border-village", "8": "https://www.dawn.com/news/1817966/bajaur-christians-seek-jobs", "9": "https://www.dawn.com/news/1817965/lower-dir-traders-resent-prolonged-power-outages", "10": "https://www.dawn.com/news/1817964/phc-stops-shifting-of-psychiatric-hospital-to-another-health-facility", "11": "https://www.dawn.com/news/1817963/pti-poll-nominee-moves-fia-over-fake-facebook-page", "12": "https://www.dawn.com/news/1817962/tank-police-arrest-thieves-recover-stolen-items", "13": "https://www.dawn.com/news/1817961/martyred-policeman-laid-to-rest", "14": "https://www.dawn.com/news/1817960/governor-lauds-sacrifices-of-police-for-restoration-of-peace"}, "Category": {"0": "peshawar", "1": "peshawar", "2": "peshawar", "3": "peshawar", "4": "peshawar", "5": "peshawar", "6": "peshawar", "7": "peshawar", "8": "peshawar", "9": "peshawar", "10": "peshawar", "11": "peshawar", "12": "peshawar", "13": "peshawar", "14": "peshawar"}, "CreationDate": {"0": "2024-02-29", "1": "2024-02-29", "2": "2024-02-29", "3": "2024-02-29", "4": "2024-02-29", "5": "2024-02-29", "6": "2024-02-29", "7": "2024-02-29", "8": "2024-02-29", "9": "2024-02-29", "10": "2024-02-29", "11": "2024-02-29", "12": "2024-02-29", "13": "2024-02-29", "14": "2024-02-29"}}